{
    "homePage":"Home",
    "services":"Services",
    "programms":"Training Programs",
    "progaram1":"Preparatory Courses for AAOIFI Certifications",
    "program2":"Islamic Finance Literacy",
    "program2-title":"Practical Understanding",
    "program3":"Field Trips",
    "program3-title":"International Visits and Training in Islamic Finance",
    "economica":"Islamic Finance",
    "council":"Special Shariah Board",
    "council-title":"SHARIAH COMMITTEE",
    "contact":"Contact",
    "profile":"profile",


    "ourService":"OUR SERVICES",
    "bozor-title":"Islamic Capital Market",
    "bozor-txt":" We provide expert guidance on the Islamic Capital Market, including Shari’ah-compliant investment products, issuing sukuk, and managing ethical portfolios.",
    "takaful-title":"Takaful",
    "takaful-txt":"Our experts assist in developing and managing Takaful (Islamic insurance) products, ensuring compliance with Shariah principles and delivering value to policyholders.",
    "fond-title":"Islamic Fund Management",
    "fond-txt":"We assist our clients in managing their wealth according to Islamic principles and recommend strategies to help them allocate their wealth to halal investments.",
    "hamkor-title":"International Cooperation",
    "hamkor-txt":" We assist local organizations operating in the Islamic finance  sector in establishing practical partnerships with Islamic  financial institutions in Turkey, Indonesia, and Malaysia. We also organize exchange visits for knowledge sharing.",
    "talim-title":"Education and Training",
    "talim-txt":"We provide short training courses, expert-led workshops, seminars, and field trip trainings to leading Islamic financial institutions.",
    "bank-title":"For Islamic Banks",
    "bank-txt":"We offer proven advisory services for the establishment and management of Islamic Banks and Islamic Banking Windows. We assist in the development of competitive financial products and services based on Shariah principles.",
    "nazorat-title":"Shariah Supervision and Audit Service",
    "nazorat-txt":"We provide Shariah supervision and audit services by assessing the compliance of business models with Shariah principles.",

    "al":"Al Muomalat",
    "al-txt1":"The primary goal of Al Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.",
    "al-txt2":"To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region",
    "team":"Our Team",
    "team-Iskan-title1":"Iskandar Tursunov",
    "team-Iskan-title2":"CEO and Founder",
    "team-Iskan-txt":"Tursunov Iskandar holds a master’s degree in Islamic finance from INCEIF University in Kuala Lumpur, Malaysia. He also studied Islamic finance at Istanbul Sabahattin Zaim University in Türkiye. He has many years of experience in the banking, insurance, and government sectors.",
    "team-Mezbah-title1":"Dr. Mezbah Uddin Ahmed",
    "team-Mezbah-title2":"International expert",
    "team-Mezbah-txt":"Dr. Mezbah Uddin Ahmed is a distinguished researcher at ISRA Research Management Centre, a part of INCEIF University established by Bank Negara Malaysia (Central Bank of Malaysia). He also provides various Islamic Finance advisory services through ISRA Consulting.",
    "team-hayot-title1":"Hayot Azimov",
    "team-hayot-title2":"International expert. Director of Advisory Unit",
    "team-hayot-txt":"Hayot Azimov Financial engineering, risk management and project management practitioner for past 15 years. Experienced in establishing Islamic Banks and Banking windows in Malaysia. Active interests in Islamic Fintech and blockchain application.",
    "team-hamid-title1":"Khamid Rakhmatov",
    "team-hamid-title2":"Director of Training and Education",
    "team-hamid-txt":"Xamid Raxmatov earned a master's degree in Islamic finance from International Islamic University Malaysia University in Kuala Lumpur, Malaysia. He has extensive expertise in the financial services, insurance, and the state industries.",
    "team-sarvar-title1":"Oripov Sarvar",
    "team-sarvar-title2":"Chief financial officer",
    "team-sarvar-txt":"Oripov Sarvar holds an MBA in Finance from Cardiff Metropolitan University in the UK. He has many years of experience in financial management within the private sector. He is also an expert in halal investments and stock market trading.",
    "team-alam-title1":"Dr. A'lam Ilhomovich Asadov",
    "team-alam-title2":"Islamic finance advisor",
    "team-alam-txt":"Dr. A’lam Ilhomovich Asadov, PhD, CSAA is an Assistant Professor of Finance at Prince Sultan University in Riyadh, Saudi Arabia. He holds a PhD in Islamic Finance from INCEIF University and a CSAA certification from AAOIFI.",
    "team-gayrat-title1":"G'ayrat Rakhmanberdiev",
    "team-gayrat-title2":"Corporate Consultant and Legal Expert",
    "team-gayrat-txt":"Mr. Gayrat Rakhmanberdiev is an experienced corporate consultant and legal expert with over 16 years in corporate governance and legal advisory.",
    
    "xalqaro":"International Islamic Finance Experts Panel",
    "xalaqaro1-title1":"Professor Monzer Kahf",
    "xalqaro1-title2":"International Islamic Finance Expert",
    "xalqaro1-txt":"Professor Monzer Kahf is a renowned authority in Islamic finance and economics, with decades of global experience as a consultant, trainer, and academic. He has advised international organizations, central banks, and financial institutions on Sharia-compliant frameworks, risk management, and product development.",
    "xalqaro2-title1":"Professor doktor Aishath Muneeza",
    "xalqaro2-title2":"International Shariah Advisor",
    "xalqaro2-txt":"Prof. Dr. Aishath Muneeza is a leader in Islamic finance. She was the first female Deputy Minister of the Ministry of Islamic Affairs and Ministry of Finance and Treasury in Maldives. She helped create Maldives’ first Shariah-compliant microfinance scheme and played a key role in structuring Sukuk and Islamic treasury products.",
    "xalaqaro3-title1":"Doktor Magda Ismail",
    "xalaqaro3-title2":"Expert in Waqf and Islamic Finance",
    "xalqaro3-txt":"Dr. Magda Ismail, a Ph.D. graduate from IIUM, is an Associate Professor at INCEIF University (Malaysia) specializing in waqf and Islamic finance. She has advised global institutions like UNICEF and ISRA on waqf-linked sukuk, cash waqf, and financial inclusion.",
    
    "hamkor":"Our Partners and Clients!",

    "media":"Our Videos",
    "media1":"What is Islamic Finance?",
    "media2":"What is the state of Islamic finance in Uzbekistan?",
    "media3":"The path to Islamic finance ecosystem is clear...",
    "media4":"Why Islamic Finance is Necessary?",
    "boglanish":"Schedule a Meeting",
    "ism":"Your Name",
    "email":"Your Email Address ",
    "raqam":"Your Phone Number",
    "xabar":"Message",
    "yuborish":"Submit",
    "manzil":"Tashkent city, Mirzo Ulugbek district, Lashkarbegi MFY, 59 Independence",
    "info":"info@al-muamalat.uz",
    "tel":"+998 99 051 18 81",
    "b-manzil":"Get in Touch",
    "tez-hav":"Quick Links",
    "huquq":"© Al Muamalat, All rights reserved.",

    "csaa":"CSAA",
    "csaa-txt":"Why should I obtain the CSAA qualification?The CSAA (Certified Shari’ah Advisor and Auditor) is a highly esteemed qualification from the Accounting and Auditing Organization for Islamic Financial Institutions (AAOIFI). It provides essential technical and professional skills for Shari'ah compliance and review in Islamic banking and finance. The certification covers roles in Islamic financial institutions, mechanisms for Shari'ah compliance, and technical inspections based on scholarly rulings.What will you learn in the CSAA preparation course?The CSAA preparation course offers nearly 40 hours of online content, including curriculum sections, supplementary materials, review questions, and practice exams, preparing you with in-depth knowledge and skills for a career in Islamic finance.",
    "cpss":"CPSS",
    "cpss-txt":"The Certificate of Proficiency in Shari’ah Standards (CPSS) is a program offered by AAOIFI to develop the ability to understand, interpret, and implement Shari’ah standards. This program covers 60 Shari’ah standards and is delivered in Arabic, English, Russian, French, and Turkish languages. The program requires a minimum of 250 study hours. (Examinations in March and September). The CPSS provides a strong foundation for pursuing advanced certifications such as Certified Shari’ah Auditor (CSA), Certified Shari’ah Expert (CSE), or Certified Islamic Professional Accountant (CIPA). Graduates of the CPSS can work in roles such as Shari’ah consultants, compliance officers, product developers, policy advisors, or transaction reviewers.",
    "cipa":"CIPA",
    "cipa-title":"The Certified Islamic Professional Accountant (CIPA)",
    "cipa-txt":"is an advanced certification in Islamic finance focusing on accountancy, governance, auditing, and risk management. The program comprises four modules: Financial Reporting (FAR), Shari’ah Standards & Governance (SSG), Audit and Ethics (AAE), and Business & Regulatory Environment (BRE). It is available in Arabic, English, and Russian languages. The program requires a minimum of 325 study hours and includes a mandatory one-year Practical Experience Requirement (PER) under an approved supervisor. Examinations in June and December. CPFAS holders are exempt from the FAR module, ACCA P7 exam pass holders are exempt from the AAE module, and IFAC members with relevant experience may qualify for additional exemptions. CIPA graduates can pursue careers as Chief Financial Officers (CFOs), governance officers, financial analysts, Chief Risk Officers (CROs), financial controllers, or tax advisors.",
    "cpfas":"CPFAS",
    "cpfas-txt":"The Certificate of Proficiency in Financial Accounting Standards (CPFAS) is a specialized program designed to build skills in financial reporting, disclosure, and accounting under AAOIFI standards. It covers 28 Financial Accounting Standards, with 20 core and 8 supplementary standards. This program is offered exclusively in English. The program requires a minimum of 250 study hours. Examinations in June and December. CPFAS holders are eligible for an exemption from the FAR module of the Certified Islamic Professional Accountant (CIPA) program. Graduates of the CPFAS program can pursue careers as accountants, financial analysts, reporting specialists, auditors, or regulatory compliance officers.",
    "csa":"CSA",
    "csa-txt":"The Certified Shari’ah Auditor (CSA) certification focuses on Shari’ah auditing and risk-based compliance. The program includes four modules: Shari’ah Standards (SS), Shari’ah Audit, Governance & Ethics (SAGE), Business & Regulatory Environment (BRE), and Financial Accounting & Audit (FAA). The CSA program is delivered in Arabic. The program requires a minimum of 325 study hours and a one-year Practical Experience Requirement (PER) focused on Shari’ah audit tasks. Examinations in March and September. Holders of CSE, CIPA, or CSAA certifications are eligible for exemptions in the SAGE or BRE modules, and professionals with three or more years of Shari’ah audit experience may also qualify for exemptions. CSA graduates can work as Shari’ah auditors, compliance officers, governance advisors, risk assessment specialists, ethics advisors, or internal control officers.",
    "cse":"CSE",
    "cse-txt":"The Certified Shari’ah Expert (CSE) certification is designed to develop expertise in Shari’ah compliance, advisory roles, and Islamic financial product structuring. The program includes four modules: Shari’ah Standards (SS), Islamic Financial Structuring and Development (IFSD), AAOIFI Technical Standards (ATS), and Business & Regulatory Environment (BRE). The CSE program is delivered in Arabic. The program requires a minimum of 325 study hours and a one-year Practical Experience Requirement (PER) focused on Shari’ah advisory and structuring tasks. Examinations in March and September. Holders of CSA, CIPA, or CSAA certifications are eligible for exemptions in the ATS or BRE modules, and professionals with three or more years of Shari’ah advisory experience may also qualify for exemptions. CSE graduates can pursue careers as Shari’ah advisors, product developers, compliance consultants, regulatory advisors, structuring specialists, or training and development professionals.",
    
    "ijara":"IJARAH",
    "ijara-txt1":"Ijarah is a lease agreement in Islamic finance in which one party (the lessor) leases an asset to another party (the lessee) for a specified period of time in exchange for predetermined rental payments. The ownership of the asset remains with the lessor, while the lessee has the right to use the asset.",
    "ijara-txt2":"• The lessor must own the asset and have it in its possession before the lease is granted. The asset must be in a condition suitable for use in accordance with the terms of the contract.",
    "ijara-txt3":"• The agreement should specify the lease term, the amount of the lease payment, the payment schedule, and the obligations of both parties.",
    "ijara-txt4":"• The use of the asset must be for purposes that are permissible (Halal) according to Sharia law. Use related to haram activities (e.g. gambling, alcohol) is prohibited.",
    "ijara-txt5":"• The lessor remains the owner of the asset and assumes the essential maintenance and risks associated with ownership (e.g., insurance and taxes).",
    "ijara-txt6":"• The lessee, on the other hand, is responsible for the daily maintenance and operating costs.",
    "ijara-txt7":"• Both parties must enter into the Lease Agreement with an understanding of all terms and conditions and based on mutual consent.",
    "ijara-txt8":"• The rent must be agreed upon by both parties and must be fair and equitable. It can be fixed or variable, depending on the contract.",
    "ijara-txt9":"• At the end of the lease term, the asset must be returned to the lessor in the condition specified in the contract, taking into account normal wear and tear.",
    "ijara-txt10":"• The agreement should set out the terms and conditions for terminating the lease by either party and the consequences of breach of obligation.",
    "ijara-txt11":"• Documenting the lease agreement helps prevent disputes and it is advisable to clearly record the agreed terms.",

    "mushoraka":"MUSHORAKA",
    "mushoraka-txt1":"Mushoraka - This is a joint venture or partnership agreement in Islamic finance where all partners contribute capital and share profits and losses according to their shares in pre-agreed proportions. It is based on mutual consent and cooperation.",
    "mushoraka-txt2":"• All partners must contribute capital to the partnership. Capital can be in the form of cash, assets, or other tangible contributions.",
    "mushoraka-txt3":"• The amount and form of capital contributed by each partner must be clearly defined and agreed upon.",
    "mushoraka-txt4":"• Profits are divided among the partners in pre-agreed proportions, which do not necessarily correspond to their capital contributions.",
    "mushoraka-txt5":"• Losses are divided in proportion to each partner's capital contribution.",
    "mushoraka-txt6":"• All partners must enter into the Musharakah agreement voluntarily and with a full understanding of the terms.",
    "mushoraka-txt7":"• The management of the partnership may be delegated to all partners jointly or to one or more partners. Duties and responsibilities should be clearly defined.",
    "mushoraka-txt8":"• Decision-making should be based on mutual consultation and agreement.",
    "mushoraka-txt9":"• All activities and investments carried out by the partnership must be in accordance with Sharia principles and must not involve unlawful activities such as Riba (interest), Gharar (excessive uncertainty), and Maysar (gambling).",
    "mushoraka-txt10":"• A partnership agreement should be documented, setting out the terms of the partnership, capital contributions, profit and loss sharing ratios, management responsibilities, and dispute resolution procedures.",
    "mushoraka-txt11":"• A partnership may be terminated based on the conditions set out in the contract, such as mutual consent, achievement of the partnership's objectives, or breach of contract.",
    "mushoraka-txt12":"• Upon liquidation, the remaining assets and liabilities must be distributed according to the agreed terms.",
    
    "murobaha":"MUROBAHA",
    "murobaha-txt1":"Murabaha is an Islamic finance contract in which the seller explicitly discloses the price of an asset and a profit margin to the buyer. This contract is widely used for asset financing, where a bank buys an asset and sells it to the customer at a pre-agreed profit margin.",
    "murobaha-txt2":"• The seller (usually an Islamic bank) must fully disclose the cost of the asset and the profit margin to the buyer. This transparency ensures that both parties are aware of the financial details.",
    "murobaha-txt3":"• The profit margin should be clearly stated and agreed upon by both parties before the sale is made.",
    "murobaha-txt4":"• The seller must own and control the asset before purchasing it. This ensures that the seller has the right to sell the asset and the transaction is valid.",
    "murobaha-txt5":"• The seller assumes the risk and liability until the asset is sold to the buyer. During this period, the seller is responsible for any damage or loss.",
    "murobaha-txt6":"• The asset being sold must be permissible (halal) according to Sharia law. It must not be linked to haram activities such as alcohol, gambling, or pork products.",
    "murobaha-txt7":"• The Murabaha agreement should be documented in the form of a written contract, which should specify the terms and conditions, cost, profit margin, payment schedule, and other relevant details.",
    "murobaha-txt8":"• Both parties must enter into the contract willingly and with a full understanding of the terms. Consent must be free from coercion.",
    "murobaha-txt9":"• A customer may give a promise (Wa'ad) to purchase an asset from the bank. This promise is binding to secure the customer's obligation.",
    "murobaha-txt10":"• Often, Murabaha contracts allow the buyer to pay the agreed price in installments over a specified period. The payment schedule and amounts should be clearly defined and agreed upon.",
    "murobaha-txt11":"• The seller cannot charge additional fees or interest for late payments. Any penalties for late payments must be in accordance with Sharia principles and be fair and reasonable.",
    "murobaha-txt12":"• The bank may ask the customer for a security deposit (Hamish Jiddiyah) to secure the commitment to purchase the asset. This deposit is usually refundable or can be applied to the purchase price if the transaction is completed.",
    "murobaha-txt13":"• The amount and terms of the pledge should be fair and clearly defined, to ensure transparency and mutual agreement.",
    "murobaha-txt14":"• The profit margin must be fair and consistent with market conditions and the risk assumed by the seller. Exploitative pricing practices are not permitted.",
    "murobaha-txt15":"• All information provided must be accurate and truthful.",
    "murobaha-txt16":"• Any disputes arising from the Murabaha contract must be resolved through mutual agreement or Sharia-compliant arbitration. The contract must specify a dispute resolution process.",

    "muzoraba":"MUZORABA",
    "muzoraba-txt1":"Muzarab is an Islamic finance contract in which one party (Rabb-ul-Mol) invests capital, and the other party (Mudarib) manages and invests this capital. Profits are shared in pre-agreed proportions, while losses are borne solely by the owner of the capital, unless the loss is due to the negligence or mismanagement of the Mudarib.",
    "muzoraba-txt2":"• Rabb-ul-Mal invests capital (investment), which can be in the form of cash or assets.",
    "muzoraba-txt3":"• The Mudarib manages the capital and makes investments. He applies his knowledge and experience to managing the investments.",
    "muzoraba-txt4":"• Profits are divided in pre-agreed proportions, which should be clearly stated in the contract.",
    "muzoraba-txt5":"• If there is any loss, it will be solely attributable to the Rabb-ul-Mal, unless the loss is due to the carelessness or mismanagement of the Mudarib.",
    "muzoraba-txt6":"• A Mudaraba contract may require collateral, but this should only be to cover losses that may arise from the Mudaraba's mismanagement or negligence. This collateral is provided for the purpose of protecting capital, but it does not guarantee the underlying business risks.",
    "muzoraba-txt7":"• Restricted Mudarabah: The Rabb-ul-Mal may require the Mudarib to invest only in specific projects or sectors.",
    "muzoraba-txt8":"• Unrestricted Mudarabah: The Mudarib can invest the capital in any Shariah-compliant investment of his choice.",

    "salam":"SALAM",
    "salam-txt1":"Salam is an Islamic finance contract in which the buyer pays upfront and the seller delivers the products at a future date. This type of contract is often used for agricultural products and other commodities.",
    "salam-txt2":"• The full price of the goods must be paid at the time of contract formation. This upfront payment distinguishes Salam from other contracts.",
    "salam-txt3":"• The goods to be delivered must be clearly described in terms of quality, quantity and characteristics.",
    "salam-txt4":"• The delivery date should be specified and defined in the contract. This ensures that both parties know when the goods will be delivered.",
    "salam-txt5":"• Goods must be specific and measurable. There should be no ambiguity. Goods must be Shariah compliant.",
    "salam-txt6":"• The seller does not have to have the goods at the time the contract is concluded, but must ensure their delivery on the specified date.",
    "salam-txt7":"• Both parties must enter into the Salam Agreement voluntarily and understand all terms and conditions.",
    "salam-txt8":"• The contract must comply with the requirements of the jurisdiction in which it is being executed. This includes the requirement for advance payment and future delivery.",
    "salam-txt9":"• The seller is responsible until the goods are delivered. If the goods are damaged or not delivered on time, the seller is responsible for any loss.",
    "salam-txt10":"• If the seller fails to deliver the specified goods, the buyer has the right to demand a refund of the advance payment or delivery.",
    "salam-txt11":"• Proper documentation should be maintained to ensure that the transaction is transparent and all terms are clearly written. This includes payment receipts and a detailed description of the goods.",

    "istisno":"ISTISNO",
    "istisno-txt1":"Istisna - is an Islamic finance contract in which one party (the buyer) orders the production or construction of a specific asset and the other party (the seller or manufacturer) undertakes to produce it according to the agreed specifications. The payment terms are flexible, and payment can be made upon full delivery of the order or in installments over time.",
    "istisno-txt2":"• The exemption is only for items that require manufacturing or construction. It does not apply to finished products.",
    "istisno-txt3":"• The specifications of the goods to be produced must be clearly defined, including type, quality, quantity, and other relevant characteristics. This will prevent any ambiguity (gharar).",
    "istisno-txt4":"• Unlike Salam, in an Exception contract, payment can be made upon full delivery of the order, in installments, or according to another agreed schedule. This flexibility sets it apart from other sales contracts.",
    "istisno-txt5":"• The goods do not have to exist at the time the contract is made. The seller or manufacturer must produce or construct the goods under the contract.",
    "istisno-txt6":"• The contract can be terminated by either party before the manufacturer begins work. Once production has begun, termination is usually only by mutual consent.",
    "istisno-txt7":"• Both parties must enter into the Exclusion Agreement voluntarily and understand all terms and conditions..",
    "istisno-txt8":"• The contract must comply with the requirements of the jurisdiction in which it is being performed. This includes compliance with any regulations for manufacturing and construction contracts.",
    "istisno-txt9":"• The manufacturer is responsible until the goods are delivered in accordance with the agreed specifications. If the goods are defective or do not meet the agreed specifications, the buyer has the right to reject them.",
    "istisno-txt10":"• If the manufacturer fails to deliver the specified goods, the buyer may take remedies such as demanding special performance, obtaining compensation, or terminating the contract.",
    "istisno-txt11":"• Proper documentation should be maintained to ensure that the transaction is transparent and all terms are clearly written. This includes the contract, specifications of the goods, payment schedule, and other relevant details.",

    "salam-par":"PARALLEL SALAM",
    "salam-par-txt1":"Parallel Salam —is a contract in Islamic finance in which two separate Salam contracts are concluded simultaneously. In the first contract, the seller agrees to deliver goods to the buyer at a future date at a pre-paid price. In the second contract, the seller of the first contract becomes the buyer in a new Salam contract and agrees to deliver goods to the other party (the second seller) at a pre-paid price in the future. These contracts are independent of each other, but are linked by a sequence of transactions.",
    "salam-par-txt2":"• Each Salam contract must be independent and independent of each other. The obligations of one contract must not be dependent on another contract.",
    "salam-par-txt3":"• In both Salam contracts, the price must be paid in full at the time of contract conclusion. This advance payment must be in accordance with Shariah rules.",
    "salam-par-txt4":"• The goods in both contracts must be clearly described in terms of quality, quantity and characteristics. This will prevent any ambiguity (gharar) regarding the goods.",
    "salam-par-txt5":"• Delivery dates should be specified and defined in both contracts. This ensures that both parties know when the goods will be delivered.",
    "salam-par-txt6":"• The goods in both contracts must be Shariah compliant.",
    "salam-par-txt7":"• The seller in the first Salam contract is not required to have the goods at the time of the contract, but must deliver them on the specified date. Similarly, the second seller in the Parallel Salam contract is not required to have the goods at the time of the contract, but must deliver them on the specified date.",
    "salam-par-txt8":"• In both Salam contracts, the parties must enter into the contract voluntarily and understand all the terms and conditions.",
    "salam-par-txt9":"• Both contracts must comply with the requirements of the jurisdiction in which they are being executed. This includes compliance with any regulations for advance payment and future delivery contracts.",
    "salam-par-txt10":"• The seller in each contract is responsible until the goods are delivered in accordance with the agreed specifications. If the goods are damaged or not delivered on time, the seller is liable for any loss.",
    "salam-par-txt11":"• If any seller fails to deliver the specified goods, the buyer under this contract has the right to recover the advance payment or demand delivery.",
    "salam-par-txt12":"• Proper documentation should be maintained for both Salam contracts so that the transaction is transparent and all terms are clearly written. This includes payment receipts and a detailed description of the goods.",

    "istisno-par":"PARALLEL ISTISNO",
    "istisno-par-txt1":"Parallel Istisna — is a contract in Islamic finance where two separate Istisna contracts are entered into simultaneously. In the first contract, the buyer orders a manufacturer or contractor to produce or construct a specific product or project. In the second contract, the manufacturer or contractor (who was the seller in the first contract) orders a subcontractor or another party to produce or construct a similar product or project. These contracts are independent of each other and are related to the sequence of transactions.",
    "istisno-par-txt2":"• Each Exclusion Agreement must be independent and independent of each other. The obligations of one agreement must not be dependent on another agreement.",
    "istisno-par-txt3":"• The products or projects in both contracts must be clearly defined in terms of quality, quantity, and characteristics. This will prevent any ambiguity (gharar) regarding the products or projects.",
    "istisno-par-txt4":"• In both Exception contracts, payment can be made upon full delivery, in installments, or according to another agreed schedule. This flexibility sets it apart from other sales contracts.",
    "istisno-par-txt5":"• The products or projects do not have to exist at the time the contract is made. The seller or contractor must produce or construct the product or project under the contract.",
    "istisno-par-txt6":"• The contract may be terminated by either party before the manufacturer or contractor begins work. Once production has begun, termination is generally only by mutual consent.",
    "istisno-par-txt7":"• In both Exclusionary Agreements, the parties must enter into the agreement voluntarily and understand all terms and conditions.",
    "istisno-par-txt8":"• Both contracts must comply with the requirements of the jurisdiction in which they are being executed. This includes compliance with any regulations for manufacturing and construction contracts.",
    "istisno-par-txt9":"• The manufacturer or contractor in each contract is responsible until the products or projects are delivered in accordance with the agreed specifications. If the products or projects are defective or do not meet the agreed specifications, the buyer has the right to reject them.",
    "istisno-par-txt10":"• If any manufacturer or contractor fails to deliver the specified products or projects, the buyer in that contract may take remedies such as demanding special performance, obtaining compensation, or terminating the contract.",
    "istisno-par-txt11":"• Appropriate documentation should be maintained for both Exclusion Agreements so that the transaction is transparent and all terms are clearly written. This includes the contract, product or project specifications, payment schedule, and other relevant details.",

    "mushorak":"MUSHORAK MUTANAQISA",
    "mushorak-txt1":"Mushoraka Mutanaqisa (kamayib boruvchi sherikchilik) - In which one party (usually a financial institution, bank) gradually transfers its ownership interest to another party (an individual or business) over time. This is usually done through periodic payments, resulting in the other party becoming the sole owner of the property. This partnership agreement is often used to finance the purchase of homes, vehicles, or business equipment.",
    "mushorak-txt2":"• Both parties contribute capital to purchase the property. The shares of the property are divided based on the capital contribution.",
    "mushorak-txt3":"• The financial institution's interest in the property is gradually transferred to another party (the client) through periodic payments. These payments include a rental fee for the use of the asset and the purchase price of the financial institution's interest.",
    "mushorak-txt4":"• The party using the asset pays a rental fee to the financial institution for the use of their share. The rental fee decreases as they purchase the share.",
    "mushorak-txt5":"• Both parties must clearly define and agree to the terms and conditions of the partnership and lease agreement. This includes the initial capital contributions, the method and schedule of property transfer, the amount of rent, and other relevant details.",
    "mushorak-txt6":"• The agreement must comply with the prohibition of riba (interest). The profit of a financial institution is derived from the rental of its share, not from interest.",
    "mushorak-txt7":"• Both parties must enter into a Musharaka Mutanaqisa agreement voluntarily and understand all the terms and conditions. The agreement must comply with Islamic law and the requirements of the jurisdiction.",
    "mushorak-txt8":"• The contract should be legally binding, ensuring that both parties adhere to their obligations. This includes regular rent and property transfer fees.",
    "mushorak-txt9":"• Both parties share the risks associated with the property according to their share in the property. Any loss or damage is divided proportionally based on the share of the property.",
    "mushorak-txt10":"• The agreement may contain early termination provisions. If a party decides to terminate the agreement early, the terms for calculating the remaining property shares should be clearly defined.",
    "mushorak-txt11":"• Proper documentation, including the contract, lease agreement, payment receipts, and property transfer records, should be maintained so that the transaction is transparent and accurate.",
    "misol":"Example:",
    "misol-txt":"A customer wishes to buy a house but lacks full financing. The bank and the customer enter into a Musharakah Mutanaqisah agreement where both contribute to purchase the house jointly. The customer makes regular payments to buy out the bank's share over time until becoming the sole owner of the property.",

    "vakala":"VAKALA (WAKALAH)",
    "vakala-txt1":"Wakala is a contract in Islamic finance in which one party (the client or 'muwakkil') appoints another party (the agent or 'wakil') to act on its behalf in matters permitted under Sharia. The agent performs certain tasks or functions for the client, while the client provides the necessary funds or resources. The agent may charge a fee for his services, which may be a fixed fee or a percentage of the transaction value.",
    "vakala-txt2":"• General Wakalah (Wakalah 'Aammah): The agent is entitled to perform various transactions or tasks on behalf of the client with unlimited authority.",
    "vakala-txt3":"• Special Wakalah (Wakalah Khassa): The agent is authorized to perform certain tasks or specific transactions on behalf of the client, with clearly defined boundaries and restrictions.",
    "vakala-txt4":"• Both the client and the agent must enter into the Wakalah agreement voluntarily and both must clearly understand the terms.",
    "vakala-txt5":"• The tasks or transactions assigned to the agent must be in accordance with Sharia law. The agent should not be required to carry out haram (prohibited) activities.",
    "vakala-txt6":"• The obligations, duties, and scope of authority of the representative should be clearly defined in the contract. This includes any compensation specified for the representative's services.",
    "vakala-txt7":"• The representative must act with integrity and best efforts in the best interests of the client. He must avoid conflicts of interest and disclose any relevant information to the client.",
    "vakala-txt8":"• The representative must be accountable for his actions and provide the client with accurate reports and records. He must manage the client's funds or resources with care and diligence.",
    "vakala-txt9":"• The Wakalah agreement can be terminated by either party at any time, with notice and after any outstanding obligations have been met.",
    "vakala-txt10":"• The contract must be legally binding, ensuring that both parties comply with their obligations. This includes the agent's obligation to act within the scope of their authority and the client's obligation to provide the necessary funds or resources.",
    "vakala-txt11":"• The client is liable for the agent's actions within the scope of the Wakalah agreement. However, the agent is personally liable for actions taken outside the scope of his authority or for negligence or wrongful acts.",
    "vakala-txt12":"• Proper documentation must be maintained, including the contract, records of transactions or tasks performed by the representative, and any compensation paid to the representative.",

    "ujra":"UJRA (ISH/XIZMAT HAQI)",
    "ujra-txt1":"Ujra is a fee or commission paid in Islamic finance for the provision of services or the use of property.",
    "ujra-txt2":"• The service for which Ujrah is paid must be permissible under Islamic law. Ujrah cannot be charged for any service that is related to haram (prohibited) activities such as alcohol, gambling, or interest-based transactions.",
    "ujra-txt3":"• There must be a clear and mutual agreement between the service provider (Ajir) and the client (Mustajir) regarding the nature of the service and the amount of the Ujra.",
    "ujra-txt4":"• All terms and conditions, including the amount of the fee and the scope of the service, must be transparent to all participants so that there is no deception or ambiguity (gharār).",
    "ujra-txt5":"• The terms of payment for the rent should be clearly defined. This can be in one lump sum, in installments, or in another mutually agreed upon manner, as long as it is clear.",
    "ujra-txt6":"• The amount of the fee should be fair and reasonable, reflecting the value of the services or use of the property provided. It should not be exploitative or excessive.",
    "ujra-txt7":"• The fee is usually paid upon completion of the service or according to the terms agreed upon in the contract. If the service is not provided as agreed, the service provider may not be entitled to the full fee.",
    "ujra-txt8":"• In a Wakalah contract, the agent (Wakil) may receive a fee for performing services on behalf of the principal (client).",
    "ujra-txt9":"• Under a lease agreement, the lessor receives a rental payment for allowing the lessee to use assets such as property or equipment.",
    "ujra-txt10":"• Islamic banks may charge fees for various services, such as account servicing, money transfers, or advisory services.",

    "muvofiqlik":"ShARIAH COMPLIANCE",
    "muvofilik-txt1":"Shariah compliance refers to the compliance of any financial activity, product or service with Islamic law (Sharia). Shariah compliance ensures that transactions and operations are in accordance with ethical and legal guidelines derived from Islamic legal sources. Shariah compliance prohibits investment in interest (riba), gambling (maysir), excessive uncertainty (gharr), and prohibited areas such as alcohol, pork, and entertainment that involves immorality.",
    "muvofilik-txt2":"Sharia compliance screening is the process of evaluating and screening investments, companies, or financial products to ensure their compliance with Shariah rules. This screening process includes qualitative and quantitative criteria to assess permissibility based on Shariah guidelines.",
    "muvofilik-txt3":"• Transactions should not involve any form of interest. Income should come from permissible (honest) business activities.",
    "muvofilik-txt4":"• Transactions should be free from undue ambiguity and uncertainty. Contracts should be clear and transparent, with all terms and conditions clearly defined.",
    "muvofilik-txt5":"• Activities involving gambling or speculative activities are not permitted. Investments must be based on genuine economic activities.",
    "muvofilik-txt6":"• Investments should not be made in companies involved in haram (prohibited) activities, such as alcohol, pork, gambling, and entertainment industries that involve immorality.",
    "mezon":"Sharia compliance verification criteria",
    "mezon1":"1. Quality criteria:",
    "mezon1-txt":"The nature of the business activity will be assessed. Companies involved in alcohol, pork, gambling, adult entertainment services, and interest-based financial services will be deregistered.",
    "mezon2":"2. Quantitative criteria:",
    "mezon2-txt":"The financial indicators of companies are evaluated to ensure their compliance with Sharia. The financial indicators that are considered and most often used are:",
    "mezon2-txt1":"• Debt to Market Capitalization Ratio: The company's total debt should not exceed 33% of its market capitalization.",
    "mezon2-txt2":"• Irrelevant Income Ratio: Income from inappropriate activities should not exceed 5% of total income.",
    "mezon2-txt3":"• Liquidity Ratio: The ratio of cash and any interest-bearing securities to total assets should not exceed 33%.",
    "mezon2-txt4":"• Interest-bearing Debt to Assets Ratio: Interest-bearing debt should not exceed 33% of total assets.",
    "mezon2-txt5":"The company's core business activities must be Sharia-compliant.",
    "mezon2-txt6":"The debt-to-market ratio should be less than one-third.",
    "mezon2-txt7":"Determining the percentage of income derived from improper activities and donating the appropriate amount to charity to clean up the income.",
    "mezon2-txt8":"- Institutions offering Sharia-compliant products must have a Sharia Council, which is composed of qualified Islamic scholars and monitors and ensures compliance with Sharia rules.",
    "mezon2-txt9":"- Regular Sharia audits should be conducted to ensure Sharia compliance. These audits review financial statements, transactions, and business practices.",

    "kengash1-title":"QODIROV HASAN KARIMBERDIEVICH",
    "kengash1-txt":"He is an Islamic scholar, imam-khatib, and educator with extensive practical and theoretical experience. For many years, he has been actively engaged in religious education, Islamic jurisprudence (fiqh), and imamate. He began his educational career at the Khoja Ahror Vali Secondary Special Islamic School in the Samarkand region and later pursued his studies at the Tashkent Islamic Institute. In addition, he completed his master's degree at the Tashkent State University of Uzbek Language and Literature named after Alisher Navoi. Since 2017, he has served as the imam-khatib at the Siroj-Salih Jami Mosque in the Almazor district of Tashkent and concurrently works as a senior lecturer at the Tashkent Islamic Institute. He conducts active research in Islamic sciences, Hanafi jurisprudence (fiqh), and family issues.",
    "kengash2-title":"ABIEV XIKMATILLA HASANOVICH",
    "kengash2-txt":"He is an Islamic scholar, deputy imam, and researcher with extensive experience in Islamic sciences, hadith, and interpretation. He began his educational career in the city of Margilan. Later, in 1997, he completed both his bachelor's and master's degree programs at the Darul Ulum Islamic University in Karachi, Islamic Republic of Pakistan. He also pursued his studies at an Islamic educational institution in Andijan. He served for a period as an imam-khatib and, for many years, has worked as a deputy imam and researcher. Since 2020, he has been employed as a junior research officer at the Imam Termizi International Scientific-Research Center. He conducts active research in the fields of Islamic sciences, hadith, and interpretation.",
    "kengash3-title":"SIDIQMETOV QUDRAT IRISMATOVICH",
    "kengash3-txt":"He is an experienced religious scholar, Arabic language instructor, and imam-khatib with many years of practical experience. He began his educational career at the Mir-Arab Madrasa and later studied at the Tashkent Islamic Institute and the Uzbekistan International Islamic Academy. During his teaching career, he has served as an instructor at prestigious religious educational institutions such as Kokaldosh Madrasa and the Tashkent Islamic Institute named after Imam Bukhari. In addition, he has served as an imam-khatib at the 'Ahmadjon Qori' and 'Dostjonboy' mosques.",
    
    "kengash-consul":"Consulting Services",
    "kengash-consul1-title":"• Islamic Finance Advisory:",
    "kengash-consul1-txt":"Expert advice on Islamic finance products and services, ensuring compliance with Sharia principles.",
    "kengash-consul2-title":"• Contract Drafting and Review:",
    "kengash-consul2-txt":"Preparation and review of contracts in accordance with Sharia finance standards.",
    "kengash-consul3-title":"• Product and Service Innovation: ",
    "kengash-consul3-txt":"Development of new Islamic finance products and services tailored to market needs.",
    "kengash-consul4-title":"• Legal and Tax Advisory: ",
    "kengash-consul4-txt":"Solutions for legal and tax issues within the framework of Islamic finance.",

    "kengash-xizmat":"Sharia Advisory Services",
    "kengash-xizmat1-title":"• Sharia Compliance Monitoring: ",
    "knegash-xizmat1-txt":" Provision of independent Sharia advisory services for Islamic banks, microfinance institutions, Takaful providers, and financial entities.",
    "kengash-xizmat2-title":"• Sharia Audit:",
    "knegash-xizmat2-txt":"Conducting audits to ensure Sharia compliance of financial products and operations.",

    "kengash-audit":"Audit and Certification",
    "kengash-audit1-title":"• Comprehensive Audits:",
    "kengash-audit1-txt":" Detailed examinations of business operations and financial activities for transparency and compliance.",
    "kengash-audit2-title":"• Certification Services:",
    "kengash-audit2-txt":"Issuance of certificates affirming adherence to Islamic finance principles and standards.",

    "kengash-nizo":"Dispute Resolution — Arbitration",
    "kengash-nizo1-title":"• Islamic Dispute Resolution:",
    "kengash-nizo1-txt":"Resolution of disputes arising from business activities in accordance with Islamic law and legislation.",
    "kengash-nizo2-title":"• Mediation and Arbitration Services: ",
    "kengash-nizo2-txt":"Providing mediation and arbitration services for effective dispute resolution.",

    "kengash-talim":"Education and Professional Development",
    "kengash-talim1-title":"• Islamic Finance Training:",
    "kengash-talim1-txt":"Educational programs on international standards and accounting principles.",
    "kengash-talim2-title":"• Professional Development: ",
    "kengash-talim2-txt":"Organizing courses and seminars for skill enhancement in the field of Islamic finance.",

    "kengash-zakot":"Zakat Accounting",
    "kengash-zakot1-title":"• Zakat Calculation and Distribution: ",
    "kengash-zakot1-txt":" Assistance with the calculation and distribution of zakat for businesses, financial institutions, and entrepreneurs.",

    "kengash-fin":"Fintech Services",
    "kengash-fin1-title":"• Islamic Fintech Advisory:",
    "kengash-fin1-txt":"Ensuring compliance of fintech solutions with Islamic finance principles and leveraging innovative technologies.",
    "kengash-fin2-title":"• Development of Fintech Platforms and Applications: ",
    "kengash-fin2-txt":"Creation of specialized fintech platforms and applications for Islamic finance services.",

    "kengash-vaqf":"Waqf Services",
    "kengash-vaqf1-title":"• Waqf Management: ",
    "kengash-vaqf1-txt":"Management and development of Waqf assets (cash waqf), ensuring their effective utilization and growth.",
    "kengash-vaqf2-title":"• Waqf Establishment: ",
    "kengash-vaqf2-txt":" Setting up Waqf assets and ensuring their compliance with Sharia principles.",

    "boglanish-title":"Schedule a Meeting",
    "boglanish-title2":"Get in Touch",

    "kurs":"What is the order of the course?",
    "video":"Video Lessons",
    "video-txt":"The lessons are posted on the platform in video format and can be viewed anytime, anywhere. The video lessons are updated regularly.",
    "vazifa":"Assignments",
    "vazifa-txt":"At the end of the module, there are test assignments. Only students who successfully pass the test will be able to access the lessons in the next module.",
    "kurs-bosh":"Start learning the course now",
    "imkoniyat":"Lifetime access",
    "test":"Tests",
    "loyiha":"Projects",
    "manba":"Downloadable resources",
    "mobil":"Access via mobile device",
    "tolov":"ONE-TIME PAYMENT",
    "sotib-olish":"Buy the course and start learning.",
    "price":"Price",
    "usd":"sum"
}