{
    "homePage":"Home",
    "services":"Services",
    "programms":"Training Programs",
    "progaram1":"Preparatory Courses for AAOIFI Certifications",
    "program2":"Islamic Finance Literacy",
    "program2-title":"Practical Understanding",
    "program3":"Field Trips",
    "program3-title":"International Visits and Training in Islamic Finance",
    "economica":"Islamic Finance",
    "council":"Special Shariah Board",
    "contact":"Contact",
    "profile":"profile",


    "ourService":"OUR SERVICES",
    "bozor-title":"Islamic Capital Market",
    "bozor-txt":" We provide expert guidance on the Islamic Capital Market, including Shari’ah-compliant investment products, issuing sukuk, and managing ethical portfolios.",
    "takaful-title":"Takaful",
    "takaful-txt":"Our experts assist in developing and managing Takaful (Islamic insurance) products, ensuring compliance with Shariah principles and delivering value to policyholders.",
    "fond-title":"Islamic Fund Management",
    "fond-txt":"We assist our clients in managing their wealth according to Islamic principles and recommend strategies to help them allocate their wealth to halal investments.",
    "hamkor-title":"International Cooperation",
    "hamkor-txt":" We assist local organizations operating in the Islamic finance  sector in establishing practical partnerships with Islamic  financial institutions in Turkey, Indonesia, and Malaysia. We also organize exchange visits for knowledge sharing.",
    "talim-title":"Education and Training",
    "talim-txt":"We provide short training courses, expert-led workshops, seminars, and field trip trainings to leading Islamic financial institutions.",
    "bank-title":"For Islamic Banks",
    "bank-txt":"We offer proven advisory services for the establishment and management of Islamic Banks and Islamic Banking Windows. We assist in the development of competitive financial products and services based on Shariah principles.",
    "nazorat-title":"Shariah Supervision and Audit Service",
    "nazorat-txt":"We provide Shariah supervision and audit services by assessing the compliance of business models with Shariah principles.",

    "al":"Al Muomalat",
    "al-txt1":"The primary goal of Al Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.",
    "al-txt2":"To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region",
    "team":"Our Team",
    "team-Iskan-title1":"Iskandar Tursunov",
    "team-Iskan-title2":"CEO and Founder",
    "team-Iskan-txt":"Tursunov Iskandar holds a master’s degree in Islamic finance from INCEIF University in Kuala Lumpur, Malaysia. He also studied Islamic finance at Istanbul Sabahattin Zaim University in Türkiye. He has many years of experience in the banking, insurance, and government sectors.",
    "team-Mezbah-title1":"Dr. Mezbah Uddin Ahmed",
    "team-Mezbah-title2":"International expert",
    "team-Mezbah-txt":"Dr. Mezbah Uddin Ahmed is a distinguished researcher at ISRA Research Management Centre, a part of INCEIF University established by Bank Negara Malaysia (Central Bank of Malaysia). He also provides various Islamic Finance advisory services through ISRA Consulting.",
    "team-hayot-title1":"Hayot Azimov",
    "team-hayot-title2":"International expert. Director of Advisory Unit",
    "team-hayot-txt":"Hayot Azimov Financial engineering, risk management and project management practitioner for past 15 years. Experienced in establishing Islamic Banks and Banking windows in Malaysia. Active interests in Islamic Fintech and blockchain application.",
    "team-hamid-title1":"Khamid Rakhmatov",
    "team-hamid-title2":"Director of Training and Education",
    "team-hamid-txt":"Xamid Raxmatov earned a master's degree in Islamic finance from International Islamic University Malaysia University in Kuala Lumpur, Malaysia. He has extensive expertise in the financial services, insurance, and the state industries.",
    "team-sarvar-title1":"Oripov Sarvar",
    "team-sarvar-title2":"Chief financial officer",
    "team-sarvar-txt":"Oripov Sarvar holds an MBA in Finance from Cardiff Metropolitan University in the UK. He has many years of experience in financial management within the private sector. He is also an expert in halal investments and stock market trading.",
    "team-alam-title1":"Dr. A'lam Ilhomovich Asadov",
    "team-alam-title2":"Islamic finance advisor",
    "team-alam-txt":"Dr. A’lam Ilhomovich Asadov, PhD, CSAA is an Assistant Professor of Finance at Prince Sultan University in Riyadh, Saudi Arabia. He holds a PhD in Islamic Finance from INCEIF University and a CSAA certification from AAOIFI.",
    "team-gayrat-title1":"G'ayrat Rakhmanberdiev",
    "team-gayrat-title2":"Corporate Consultant and Legal Expert",
    "team-gayrat-txt":"Mr. Gayrat Rakhmanberdiev is an experienced corporate consultant and legal expert with over 16 years in corporate governance and legal advisory.",
    
    "xalqaro":"International Islamic Finance Experts Panel",
    "xalaqaro1-title1":"Professor Monzer Kahf",
    "xalqaro1-title2":"International Islamic Finance Expert",
    "xalqaro1-txt":"Professor Monzer Kahf is a renowned authority in Islamic finance and economics, with decades of global experience as a consultant, trainer, and academic. He has advised international organizations, central banks, and financial institutions on Sharia-compliant frameworks, risk management, and product development.",
    "xalqaro2-title1":"Professor doktor Aishath Muneeza",
    "xalqaro2-title2":"International Shariah Advisor",
    "xalqaro2-txt":"Prof. Dr. Aishath Muneeza is a leader in Islamic finance. She was the first female Deputy Minister of the Ministry of Islamic Affairs and Ministry of Finance and Treasury in Maldives. She helped create Maldives’ first Shariah-compliant microfinance scheme and played a key role in structuring Sukuk and Islamic treasury products.",
    "xalaqaro3-title1":"Doktor Magda Ismail",
    "xalaqaro3-title2":"Expert in Waqf and Islamic Finance",
    "xalqaro3-txt":"Dr. Magda Ismail, a Ph.D. graduate from IIUM, is an Associate Professor at INCEIF University (Malaysia) specializing in waqf and Islamic finance. She has advised global institutions like UNICEF and ISRA on waqf-linked sukuk, cash waqf, and financial inclusion.",
    
    "hamkor":"Our Partners and Clients!",

    "media":"Our Videos",
    "media1":"What is Islamic Finance?",
    "media2":"What is the state of Islamic finance in Uzbekistan?",
    "media3":"The path to Islamic finance ecosystem is clear...",
    "media4":"Why Islamic Finance is Necessary?",
    "boglanish":"Schedule a Meeting",
    "ism":"Your Name",
    "email":"Your Email Address ",
    "raqam":"Your Phone Number",
    "xabar":"Message",
    "yuborish":"Submit",
    "manzil":"Tashkent city, Mirzo Ulugbek district, Lashkarbegi MFY, 59 Independence",
    "info":"info@al-muamalat.uz",
    "tel":"+998 99 051 18 81",
    "b-manzil":"Get in Touch",
    "tez-hav":"Quick Links",
    "huquq":"© Al Muamalat, All rights reserved.",

    "csaa":"CSAA",
    "csaa-txt":"Why should I obtain the CSAA qualification?The CSAA (Certified Shari’ah Advisor and Auditor) is a highly esteemed qualification from the Accounting and Auditing Organization for Islamic Financial Institutions (AAOIFI). It provides essential technical and professional skills for Shari'ah compliance and review in Islamic banking and finance. The certification covers roles in Islamic financial institutions, mechanisms for Shari'ah compliance, and technical inspections based on scholarly rulings.What will you learn in the CSAA preparation course?The CSAA preparation course offers nearly 40 hours of online content, including curriculum sections, supplementary materials, review questions, and practice exams, preparing you with in-depth knowledge and skills for a career in Islamic finance.",
    "cpss":"CPSS",
    "cpss-txt":"The Certificate of Proficiency in Shari’ah Standards (CPSS) is a program offered by AAOIFI to develop the ability to understand, interpret, and implement Shari’ah standards. This program covers 60 Shari’ah standards and is delivered in Arabic, English, Russian, French, and Turkish languages. The program requires a minimum of 250 study hours. (Examinations in March and September). The CPSS provides a strong foundation for pursuing advanced certifications such as Certified Shari’ah Auditor (CSA), Certified Shari’ah Expert (CSE), or Certified Islamic Professional Accountant (CIPA). Graduates of the CPSS can work in roles such as Shari’ah consultants, compliance officers, product developers, policy advisors, or transaction reviewers.",
    "cipa":"CIPA",
    "cipa-title":"The Certified Islamic Professional Accountant (CIPA)",
    "cipa-txt":"is an advanced certification in Islamic finance focusing on accountancy, governance, auditing, and risk management. The program comprises four modules: Financial Reporting (FAR), Shari’ah Standards & Governance (SSG), Audit and Ethics (AAE), and Business & Regulatory Environment (BRE). It is available in Arabic, English, and Russian languages. The program requires a minimum of 325 study hours and includes a mandatory one-year Practical Experience Requirement (PER) under an approved supervisor. Examinations in June and December. CPFAS holders are exempt from the FAR module, ACCA P7 exam pass holders are exempt from the AAE module, and IFAC members with relevant experience may qualify for additional exemptions. CIPA graduates can pursue careers as Chief Financial Officers (CFOs), governance officers, financial analysts, Chief Risk Officers (CROs), financial controllers, or tax advisors.",
    "cpfas":"CPFAS",
    "cpfas-txt":"The Certificate of Proficiency in Financial Accounting Standards (CPFAS) is a specialized program designed to build skills in financial reporting, disclosure, and accounting under AAOIFI standards. It covers 28 Financial Accounting Standards, with 20 core and 8 supplementary standards. This program is offered exclusively in English. The program requires a minimum of 250 study hours. Examinations in June and December. CPFAS holders are eligible for an exemption from the FAR module of the Certified Islamic Professional Accountant (CIPA) program. Graduates of the CPFAS program can pursue careers as accountants, financial analysts, reporting specialists, auditors, or regulatory compliance officers.",
    "csa":"CSA",
    "csa-txt":"The Certified Shari’ah Auditor (CSA) certification focuses on Shari’ah auditing and risk-based compliance. The program includes four modules: Shari’ah Standards (SS), Shari’ah Audit, Governance & Ethics (SAGE), Business & Regulatory Environment (BRE), and Financial Accounting & Audit (FAA). The CSA program is delivered in Arabic. The program requires a minimum of 325 study hours and a one-year Practical Experience Requirement (PER) focused on Shari’ah audit tasks. Examinations in March and September. Holders of CSE, CIPA, or CSAA certifications are eligible for exemptions in the SAGE or BRE modules, and professionals with three or more years of Shari’ah audit experience may also qualify for exemptions. CSA graduates can work as Shari’ah auditors, compliance officers, governance advisors, risk assessment specialists, ethics advisors, or internal control officers.",
    "cse":"CSE",
    "cse-txt":"The Certified Shari’ah Expert (CSE) certification is designed to develop expertise in Shari’ah compliance, advisory roles, and Islamic financial product structuring. The program includes four modules: Shari’ah Standards (SS), Islamic Financial Structuring and Development (IFSD), AAOIFI Technical Standards (ATS), and Business & Regulatory Environment (BRE). The CSE program is delivered in Arabic. The program requires a minimum of 325 study hours and a one-year Practical Experience Requirement (PER) focused on Shari’ah advisory and structuring tasks. Examinations in March and September. Holders of CSA, CIPA, or CSAA certifications are eligible for exemptions in the ATS or BRE modules, and professionals with three or more years of Shari’ah advisory experience may also qualify for exemptions. CSE graduates can pursue careers as Shari’ah advisors, product developers, compliance consultants, regulatory advisors, structuring specialists, or training and development professionals.",
    
    "ijara":"IJARAH",
    "ijara-txt1":"Ijarah is a lease agreement in Islamic finance in which one party (the lessor) leases an asset to another party (the lessee) for a specified period of time in exchange for predetermined rental payments. The ownership of the asset remains with the lessor, while the lessee has the right to use the asset.",
    "ijara-txt2":"• The lessor must own the asset and have it in its possession before the lease is granted. The asset must be in a condition suitable for use in accordance with the terms of the contract.",
    "ijara-txt3":"• The agreement should specify the lease term, the amount of the lease payment, the payment schedule, and the obligations of both parties.",
    "ijara-txt4":"• The use of the asset must be for purposes that are permissible (Halal) according to Sharia law. Use related to haram activities (e.g. gambling, alcohol) is prohibited.",
    "ijara-txt5":"• The lessor remains the owner of the asset and assumes the essential maintenance and risks associated with ownership (e.g., insurance and taxes).",
    "ijara-txt6":"• The lessee, on the other hand, is responsible for the daily maintenance and operating costs.",
    "ijara-txt7":"• Both parties must enter into the Lease Agreement with an understanding of all terms and conditions and based on mutual consent.",
    "ijara-txt8":"• The rent must be agreed upon by both parties and must be fair and equitable. It can be fixed or variable, depending on the contract.",
    "ijara-txt9":"• At the end of the lease term, the asset must be returned to the lessor in the condition specified in the contract, taking into account normal wear and tear.",
    "ijara-txt10":"• The agreement should set out the terms and conditions for terminating the lease by either party and the consequences of breach of obligation.",
    "ijara-txt11":"• Documenting the lease agreement helps prevent disputes and it is advisable to clearly record the agreed terms.",

    "mushoraka":"MUSHORAKA",
    "mushoraka-txt1":"Mushoraka - This is a joint venture or partnership agreement in Islamic finance where all partners contribute capital and share profits and losses according to their shares in pre-agreed proportions. It is based on mutual consent and cooperation.",
    "mushoraka-txt2":"• All partners must contribute capital to the partnership. Capital can be in the form of cash, assets, or other tangible contributions.",
    "mushoraka-txt3":"• The amount and form of capital contributed by each partner must be clearly defined and agreed upon.",
    "mushoraka-txt4":"• Profits are divided among the partners in pre-agreed proportions, which do not necessarily correspond to their capital contributions.",
    "mushoraka-txt5":"• Losses are divided in proportion to each partner's capital contribution.",
    "mushoraka-txt6":"• All partners must enter into the Musharakah agreement voluntarily and with a full understanding of the terms.",
    "mushoraka-txt7":"• The management of the partnership may be delegated to all partners jointly or to one or more partners. Duties and responsibilities should be clearly defined.",
    "mushoraka-txt8":"• Decision-making should be based on mutual consultation and agreement.",
    "mushoraka-txt9":"• All activities and investments carried out by the partnership must be in accordance with Sharia principles and must not involve unlawful activities such as Riba (interest), Gharar (excessive uncertainty), and Maysar (gambling).",
    "mushoraka-txt10":"• A partnership agreement should be documented, setting out the terms of the partnership, capital contributions, profit and loss sharing ratios, management responsibilities, and dispute resolution procedures.",
    "mushoraka-txt11":"• A partnership may be terminated based on the conditions set out in the contract, such as mutual consent, achievement of the partnership's objectives, or breach of contract.",
    "mushoraka-txt12":"• Upon liquidation, the remaining assets and liabilities must be distributed according to the agreed terms.",
    
    "murobaha":"MUROBAHA",
    "murobaha-txt1":"Murabaha is an Islamic finance contract in which the seller explicitly discloses the price of an asset and a profit margin to the buyer. This contract is widely used for asset financing, where a bank buys an asset and sells it to the customer at a pre-agreed profit margin.",
    "murobaha-txt2":"• The seller (usually an Islamic bank) must fully disclose the cost of the asset and the profit margin to the buyer. This transparency ensures that both parties are aware of the financial details.",
    "murobaha-txt3":"• The profit margin should be clearly stated and agreed upon by both parties before the sale is made.",
    "murobaha-txt4":"• The seller must own and control the asset before purchasing it. This ensures that the seller has the right to sell the asset and the transaction is valid.",
    "murobaha-txt5":"• The seller assumes the risk and liability until the asset is sold to the buyer. During this period, the seller is responsible for any damage or loss.",
    "murobaha-txt6":"• The asset being sold must be permissible (halal) according to Sharia law. It must not be linked to haram activities such as alcohol, gambling, or pork products.",
    "murobaha-txt7":"• The Murabaha agreement should be documented in the form of a written contract, which should specify the terms and conditions, cost, profit margin, payment schedule, and other relevant details.",
    "murobaha-txt8":"• Both parties must enter into the contract willingly and with a full understanding of the terms. Consent must be free from coercion.",
    "murobaha-txt9":"• A customer may give a promise (Wa'ad) to purchase an asset from the bank. This promise is binding to secure the customer's obligation.",
    "murobaha-txt10":"• Often, Murabaha contracts allow the buyer to pay the agreed price in installments over a specified period. The payment schedule and amounts should be clearly defined and agreed upon.",
    "murobaha-txt11":"• The seller cannot charge additional fees or interest for late payments. Any penalties for late payments must be in accordance with Sharia principles and be fair and reasonable.",
    "murobaha-txt12":"• The bank may ask the customer for a security deposit (Hamish Jiddiyah) to secure the commitment to purchase the asset. This deposit is usually refundable or can be applied to the purchase price if the transaction is completed.",
    "murobaha-txt13":"• The amount and terms of the pledge should be fair and clearly defined, to ensure transparency and mutual agreement.",
    "murobaha-txt14":"• The profit margin must be fair and consistent with market conditions and the risk assumed by the seller. Exploitative pricing practices are not permitted.",
    "murobaha-txt15":"• All information provided must be accurate and truthful.",
    "murobaha-txt16":"• Any disputes arising from the Murabaha contract must be resolved through mutual agreement or Sharia-compliant arbitration. The contract must specify a dispute resolution process.",

    "muzoraba":"MUZORABA",
    "muzoraba-txt1":"Muzarab is an Islamic finance contract in which one party (Rabb-ul-Mol) invests capital, and the other party (Mudarib) manages and invests this capital. Profits are shared in pre-agreed proportions, while losses are borne solely by the owner of the capital, unless the loss is due to the negligence or mismanagement of the Mudarib.",
    "muzoraba-txt2":"• Rabb-ul-Mal invests capital (investment), which can be in the form of cash or assets.",
    "muzoraba-txt3":"• The Mudarib manages the capital and makes investments. He applies his knowledge and experience to managing the investments.",
    "muzoraba-txt4":"• Profits are divided in pre-agreed proportions, which should be clearly stated in the contract.",
    "muzoraba-txt5":"• If there is any loss, it will be solely attributable to the Rabb-ul-Mal, unless the loss is due to the carelessness or mismanagement of the Mudarib.",
    "muzoraba-txt6":"• A Mudaraba contract may require collateral, but this should only be to cover losses that may arise from the Mudaraba's mismanagement or negligence. This collateral is provided for the purpose of protecting capital, but it does not guarantee the underlying business risks.",
    "muzoraba-txt7":"• Restricted Mudarabah: The Rabb-ul-Mal may require the Mudarib to invest only in specific projects or sectors.",
    "muzoraba-txt8":"• Unrestricted Mudarabah: The Mudarib can invest the capital in any Shariah-compliant investment of his choice.",

    "salam":"SALAM",
    "salam-txt1":"Salam is an Islamic finance contract in which the buyer pays upfront and the seller delivers the products at a future date. This type of contract is often used for agricultural products and other commodities.",
    "salam-txt2":"• The full price of the goods must be paid at the time of contract formation. This upfront payment distinguishes Salam from other contracts.",
    "salam-txt3":"• The goods to be delivered must be clearly described in terms of quality, quantity and characteristics.",
    "salam-txt4":"• The delivery date should be specified and defined in the contract. This ensures that both parties know when the goods will be delivered.",
    "salam-txt5":"• Goods must be specific and measurable. There should be no ambiguity. Goods must be Shariah compliant.",
    "salam-txt6":"• The seller does not have to have the goods at the time the contract is concluded, but must ensure their delivery on the specified date.",
    "salam-txt7":"• Both parties must enter into the Salam Agreement voluntarily and understand all terms and conditions.",
    "salam-txt8":"• The contract must comply with the requirements of the jurisdiction in which it is being executed. This includes the requirement for advance payment and future delivery.",
    "salam-txt9":"• The seller is responsible until the goods are delivered. If the goods are damaged or not delivered on time, the seller is responsible for any loss.",
    "salam-txt10":"• If the seller fails to deliver the specified goods, the buyer has the right to demand a refund of the advance payment or delivery.",
    "salam-txt11":"• Proper documentation should be maintained to ensure that the transaction is transparent and all terms are clearly written. This includes payment receipts and a detailed description of the goods.",

    "istisno":"ISTISNO",
    "istisno-txt1":"Istisna - bu Islom moliyasi shartnomasi bo'lib, unda bir tomon (xaridor) ma'lum bir mol-mulkni ishlab chiqarishni yoki qurishni buyuradi va boshqa tomon (sotuvchi yoki ishlab chiqaruvchi) uni kelishilgan xususiyatlarga ko'ra ishlab chiqarishni o'z zimmasiga oladi. To'lov shartlari moslashuvchan bo'lib, to’lov buyurtma to'liq yetkazib berilganda yoki vaqt o'tishi bilan bo'lib-bo'lib to'lanishi mumkin.",
    "istisno-txt2":"• Istisna faqat ishlab chiqarish yoki qurilish talab qiladigan buyumlar uchun mo'ljallangan. Bu tayyor mahsulotlar uchun qo'llanilmaydi.",
    "istisno-txt3":"• Ishlab chiqariladigan tovarlarning spetsifikatsiyalari aniq belgilangan bo'lishi kerak, jumladan turi, sifati, miqdori va boshqa tegishli xususiyatlari. Bu har qanday noaniqlikning (g’arar) oldini oladi.",
    "istisno-txt4":"• Salamdan farqli o'laroq, Istisna shartnomasida to'lov buyurtma to'liq yetkazib berilganda, bo'lib-bo'lib yoki boshqa kelishilgan jadval bo'yicha amalga oshirilishi mumkin. Bu moslashuvchanlik uni boshqa savdo shartnomalaridan ajratib turadi.",
    "istisno-txt5":"• Shartnoma tuzilgan vaqtda tovarlar mavjud bo'lishi shart emas. Sotuvchi yoki ishlab chiqaruvchi shartnomaga ko'ra tovarlarni ishlab chiqarishi yoki qurishi kerak.",
    "istisno-txt6":"• Shartnoma ishlab chiqaruvchi ishni boshlashidan oldin har ikki tomon tomonidan bekor qilinishi mumkin. Ishlab chiqarish boshlanganidan keyin, odatda, bekor qilish faqat o'zaro rozilik bilan amalga oshiriladi.",
    "istisno-txt7":"• Ikkala tomon ham Istisna shartnomasiga ixtiyoriy ravishda kirishishi kerak va barcha shartlar va holatlarni tushunishi kerak.",
    "istisno-txt8":"• Shartnoma amalga oshirilayotgan yurisdiktsiya talablariga mos kelishi kerak. Bu ishlab chiqarish va qurilish shartnomalari uchun har qanday tartibga rioya qilishni o'z ichiga oladi.",
    "istisno-txt9":"• Ishlab chiqaruvchi tovarlar kelishilgan spetsifikatsiyalarga muvofiq yetkazib berilgunga qadar javobgar bo'ladi. Agar tovarlar nuqsonli yoki kelishilgan spetsifikatsiyalarga mos kelmasa, xaridor ularni rad etish huquqiga ega.",
    "istisno-txt10":"• Agar ishlab chiqaruvchi belgilangan tovarlarni yetkazib bermasa, xaridor maxsus ijroni talab qilish, kompensatsiya olish yoki shartnomani bekor qilish kabi chora-tadbirlarni amalga oshirishi mumkin.",
    "istisno-txt11":"• Bitim shaffof bo'lishi va barcha shartlar aniq yozilgan bo'lishi uchun tegishli hujjatlar saqlanishi kerak. Bu shartnoma, tovarlarning spetsifikatsiyalari, to'lov jadvali va boshqa tegishli tafsilotlarni o'z ichiga oladi.",

    "salam-par":"PARALLEL SALAM",
    "salam-par-txt1":"Parallel Salam — bu Islom moliyasida ikkita alohida Salam shartnomasi bir vaqtning o'zida tuziladigan shartnomadir. Birinchi shartnomada sotuvchi xaridorga kelajakda yetkazib beriladigan tovarlarni oldindan to'langan narxda yetkazib berishga rozi bo'ladi. Ikkinchi shartnomada birinchi shartnoma sotuvchisi yangi Salam shartnomasida xaridor bo'lib, kelajakda boshqa tomondan (ikkinchi sotuvchi) tovarlarni oldindan to'langan narxda yetkazib berishga rozi bo'ladi. Ushbu shartnomalar bir-biridan mustaqil bo'lib, ammo tranzaktsiyalar ketma-ketligi bilan bog'liq.",
    "salam-par-txt2":"• Har bir Salam shartnomasi mustaqil bo'lishi va bir-biriga bog'liq bo'lmasligi kerak. Bir shartnomaning majburiyatlari boshqa shartnomaga bog'liq bo'lmasligi kerak.",
    "salam-par-txt3":"• Ikkala Salam shartnomasida ham narx shartnoma tuzilgan paytda to'liq to'lanishi kerak. Ushbu oldindan to'lov Shariat qoidalariga muvofiq bo'lishi zarur.",
    "salam-par-txt4":"• Ikkala shartnomadagi tovarlar sifat, miqdor va xususiyatlar bo'yicha aniq ta'riflangan bo'lishi kerak. Bu tovarlarga nisbatan har qanday noaniqlikning (g’arar) oldini oladi.",
    "salam-par-txt5":"• Yetkazib berish sanalari ikkala shartnomada ham belgilanishi va aniqlangan bo'lishi kerak. Bu ikkala tomon ham tovarlar qachon yetkazib berilishini bilishini ta'minlaydi.",
    "salam-par-txt6":"• Ikkala shartnomadagi tovarlar Shariatga muvofiq bo'lishi kerak.",
    "salam-par-txt7":"• Birinchi Salam shartnomasidagi sotuvchi shartnoma tuzilgan paytda tovarlarga ega bo'lishi shart emas, lekin belgilangan sanada ularni yetkazib berishi kerak. Xuddi shunday, Parallel Salam shartnomasidagi ikkinchi sotuvchi ham shartnoma tuzilgan paytda tovarlarga ega bo'lishi shart emas, lekin belgilangan sanada ularni yetkazib berishi kerak.",
    "salam-par-txt8":"• Har ikkala Salam shartnomasida ham tomonlar ixtiyoriy ravishda shartnomaga kirishi va barcha shartlar va holatlarni tushunishi kerak.",
    "salam-par-txt9":"• Ikkala shartnoma ham amalga oshirilayotgan yurisdiktsiya talablariga mos kelishi kerak. Bu oldindan to'lov va kelajakdagi yetkazib berish shartnomalari uchun har qanday tartibga rioya qilishni o'z ichiga oladi.",
    "salam-par-txt10":"• Har bir shartnomadagi sotuvchi tovarlarni kelishilgan spetsifikatsiyalarga muvofiq yetkazib bergunga qadar javobgar bo'ladi. Agar tovarlar zarar ko'rsa yoki belgilangan vaqtda yetkazib berilmasa, sotuvchi har qanday yo'qotish uchun javobgar bo'ladi.",
    "salam-par-txt11":"• Agar har qanday sotuvchi belgilangan tovarlarni yetkazib bermasa, shu shartnomadagi xaridor oldindan to'lovni qaytarib olish yoki yetkazib berishni talab qilish huquqiga ega.",
    "salam-par-txt12":"• Har ikkala Salam shartnomasi uchun tegishli hujjatlar saqlanishi kerak, shunda tranzaktsiya shaffof bo'lib, barcha shartlar aniq yozilgan bo'lishi kerak. Bu to'lov kvitansiyalari va tovarlarning batafsil ta'rifini o'z ichiga oladi.",

    "istisno-par":"PARALLEL ISTISNO",
    "istisno-par-txt1":"Parallel Istisna — bu Islom moliyasida ikkita alohida Istisna shartnomasi bir vaqtning o'zida tuziladigan shartnomadir. Birinchi shartnomada xaridor ishlab chiqaruvchi yoki pudratchidan ma'lum bir mahsulot yoki loyihani ishlab chiqarishni yoki qurishni buyuradi. Ikkinchi shartnomada ishlab chiqaruvchi yoki pudratchi (birinchi shartnomada sotuvchi bo'lgan) subpudratchi yoki boshqa tomon bilan shunga o'xshash mahsulot yoki loyihani ishlab chiqarishni yoki qurishni buyuradi. Ushbu shartnomalar bir-biridan mustaqil bo'lib, tranzaktsiyalar ketma-ketligi bilan bog'liq.",
    "istisno-par-txt2":"• Har bir Istisna shartnomasi mustaqil bo'lishi va bir-biriga bog'liq bo'lmasligi kerak. Bir shartnomaning majburiyatlari boshqa shartnomaga bog'liq bo'lmasligi kerak.",
    "istisno-par-txt3":"• Ikkala shartnomadagi mahsulot yoki loyihalar sifat, miqdor va xususiyatlar bo'yicha aniq ta'riflangan bo'lishi kerak. Bu mahsulot yoki loyihalarga nisbatan har qanday noaniqlikning (g’arar) oldini oladi.",
    "istisno-par-txt4":"• Ikkala Istisna shartnomasida ham to'lov to'liq yetkazib berilganda, bo'lib-bo'lib yoki boshqa kelishilgan jadval bo'yicha amalga oshirilishi mumkin. Bu moslashuvchanlik uni boshqa savdo shartnomalaridan ajratib turadi.",
    "istisno-par-txt5":"• Mahsulot yoki loyihalar shartnoma tuzilgan paytda mavjud bo'lishi shart emas. Sotuvchi yoki pudratchi shartnomaga ko'ra mahsulot yoki loyihani ishlab chiqarishi yoki qurishi kerak.",
    "istisno-par-txt6":"• Shartnoma ishlab chiqaruvchi yoki pudratchi ishni boshlashidan oldin har ikki tomon tomonidan bekor qilinishi mumkin. Ishlab chiqarish boshlanganidan keyin, odatda, bekor qilish faqat o'zaro rozilik bilan amalga oshiriladi.",
    "istisno-par-txt7":"• Har ikkala Istisna shartnomasida ham tomonlar ixtiyoriy ravishda shartnomaga kirishi va barcha shartlar va holatlarni tushunishi kerak.",
    "istisno-par-txt8":"• Ikkala shartnoma ham amalga oshirilayotgan yurisdiktsiya talablariga mos kelishi kerak. Bu ishlab chiqarish va qurilish shartnomalari uchun har qanday tartibga rioya qilishni o'z ichiga oladi.",
    "istisno-par-txt9":"• Har bir shartnomadagi ishlab chiqaruvchi yoki pudratchi mahsulot yoki loyihalar kelishilgan spetsifikatsiyalarga muvofiq yetkazib bergunga qadar javobgar bo'ladi. Agar mahsulot yoki loyihalar nuqsonli yoki kelishilgan spetsifikatsiyalarga mos kelmasa, xaridor ularni rad etish huquqiga ega.",
    "istisno-par-txt10":"• Agar har qanday ishlab chiqaruvchi yoki pudratchi belgilangan mahsulot yoki loyihalarni yetkazib bermasa, shu shartnomadagi xaridor maxsus ijroni talab qilish, kompensatsiya olish yoki shartnomani bekor qilish kabi chora-tadbirlarni amalga oshirishi mumkin.",
    "istisno-par-txt11":"• Har ikkala Istisna shartnomasi uchun tegishli hujjatlar saqlanishi kerak, shunda tranzaktsiya shaffof bo'lib, barcha shartlar aniq yozilgan bo'lishi kerak. Bu shartnoma, mahsulot yoki loyihalarning spetsifikatsiyalari, to'lov jadvali va boshqa tegishli tafsilotlarni o'z ichiga oladi.",

    "mushorak":"MUSHORAK MUTANAQISA",
    "mushorak-txt1":"Mushoraka Mutanaqisa (kamayib boruvchi sherikchilik) - Unda bir tomon (odatda moliyaviy institute, bank) o'z egaligidagi ulushini vaqt o'tishi bilan boshqa tomonga (shaxs yoki biznes) asta-sekin o'tkazadi. Bu odatda davriy to'lovlar orqali amalga oshiriladi, natijada ikkinchi tomon mulkning yagona egasiga aylanadi. Usbu sherikchilik shartnomasi uylar, transport vositalari yoki biznes uskunalarini sotib olishni moliyalashtirish uchun tez-tez qo'llaniladi.",
    "mushorak-txt2":"• Ikkala tomon mulk sotib olish uchun kapital kiritadi. Mulk ulushlari kapital kiritishiga qarab taqsimlanadi.",
    "mushorak-txt3":"• Moliyaviy institutning mulkdagi ulushi davriy to'lovlar orqali asta-sekin boshqa tomonga (mijozga) o'tkaziladi. Bu to'lovlar aktivdan foydalanish uchun ijara haqini va moliyaviy institut ulushining sotib olish narxini o'z ichiga oladi.",
    "mushorak-txt4":"• Aktivdan foydalanayotgan tomon moliyaviy institutga ulushini foydalanish uchun ijara to'laydi. Ularning ulushni sotib olgan sari ijara miqdori kamayadi.",
    "mushorak-txt5":"• Har ikki tomon sheriklik va ijara kelishuvining shartlari va holatlarini aniq belgilab, ularga rozi bo'lishi kerak. Bu dastlabki kapital kiritishlar, mulkni o'tkazish usuli va jadvali, ijara miqdori va boshqa tegishli tafsilotlarni o'z ichiga oladi.",
    "mushorak-txt6":"• Kelishuv ribo (foiz) taqiqlanishiga rioya qilishi kerak. Moliyaviy institutning foydasi ulushining ijarasi orqali olinadi, foiz orqali emas.",
    "mushorak-txt7":"• Har ikki tomon Mushoraka Mutanaqisa shartnomasiga ixtiyoriy ravishda kirishi va barcha shartlar va holatlarni tushunishi kerak. Shartnoma Islom qonunlari va yurisdiktsiya talablariga mos kelishi kerak.",
    "mushorak-txt8":"• Shartnoma huquqiy jihatdan majburiy bo'lishi kerak, bu orqali har ikki tomon o'z majburiyatlariga rioya qilishini ta'minlaydi. Bu muntazam ijara va mulkni o'tkazish uchun to'lovlarni o'z ichiga oladi.",
    "mushorak-txt9":"• Har ikki tomon mulkdagi ulushlariga qarab mulkka bog'liq xatarlarni bo'lishadi. Har qanday yo'qotish yoki zararni mulk ulushlari asosida proporsional ravishda bo'linadi.",
    "mushorak-txt10":"• Kelishuvda erta bekor qilish shartlari bo'lishi mumkin. Agar tomon kelishuvni erta bekor qilishga qaror qilsa, qolgan mulk ulushlarini hisoblash shartlari aniq belgilanishi kerak.",
    "mushorak-txt11":"• Shartnoma, ijara kelishuvi, to'lov kvitansiyalari va mulkni o'tkazish yozuvlarini o'z ichiga olgan to'g'ri hujjatlar saqlanishi kerak, shunda tranzaktsiya shaffof va aniq bo'ladi.",
    "misol":"Misol",
    "misol-txt":"Mijoz 100,000 AQSh dollariga uy sotib olmoqchi. Mijoz va moliyaviy institut (masalan, bank) Mushoraka Mutanaqisa shartnomasiga kirishib, bank 80% ($80,000) va smijoz 20% ($20,000) kapital kiritadi. Shaxs moliyaviy institutning uydagi ulushidan foydalanish uchun ijara to'laydi va moliyaviy institut ulushini asta-sekin sotib olish uchun davriy to'lovlar qiladi. Vaqt o'tishi bilan shaxs ushbu to'lovlarni amalga oshirib, uydagi to'liq ulushni egallaydi.",

    "vakala":"VAKALA (WAKALAH)",
    "vakala-txt1":"Vakala - bu Islom moliyasida shartnoma bo'lib, unda bir tomon (mijoz yoki 'muwakkil') boshqa tomonni (vakil yoki 'wakil') Shariatga muvofiq ruxsat etilgan masalalarda o'z nomidan ish yuritish uchun tayinlaydi. Vakil mijoz uchun muayyan vazifalar yoki funksiyalarni bajaradi, mijoz esa zarur mablag'lar yoki resurslarni ta'minlaydi. Vakil xizmatlari uchun haq olishi mumkin, bu belgilangan to'lov yoki tranzaktsiya qiymatining foizi bo'lishi mumkin.",
    "vakala-txt2":"• Umumiy vakala (Wakalah 'Aammah): Vakil mijoz nomidan turli tranzaktsiyalar yoki vazifalarni cheklanmagan vakolat bilan bajarishga haqli.",
    "vakala-txt3":"• Maxsus vakala (Wakalah Khassa): Vakil mijoz nomidan ma'lum vazifalarni yoki maxsus tranzaktsiyalarni bajarishga vakolat oladi, aniq belgilangan chegaralar va cheklovlar bilan.",
    "vakala-txt4":"• Ham mijoz, ham vakil Wakalah kelishuviga ixtiyoriy ravishda kirishishi kerak va har ikkisi shartlarni aniq tushunishi kerak.",
    "vakala-txt5":"• Vakilga berilgan vazifalar yoki tranzaktsiyalar Shariat qonunlariga muvofiq bo'lishi kerak. Vakildan harom (taqiqlangan) faoliyatlarni amalga oshirish talab qilinmasligi kerak.",
    "vakala-txt6":"• Vakilning majburiyatlari, vazifalari va vakolat doirasi shartnomada aniq belgilanishi kerak. Bu vakil xizmatlari uchun belgilangan har qanday kompensatsiyani ham o'z ichiga oladi.",
    "vakala-txt7":"• Vakil halollik va maksimal harakat bilan mijoz manfaatlarini hisobga olib ish tutishi kerak. U manfaatlar to'qnashuvlaridan qochishi va mijozga har qanday tegishli ma'lumotlarni oshkor qilishi kerak.",
    "vakala-txt8":"• Vakil o'z harakatlari uchun hisob berishi kerak va mijozga aniq hisobotlar va yozuvlarni taqdim etishi kerak. U mijozning mablag'lari yoki resurslarini e'tibor va ehtiyotkorlik bilan boshqarishi kerak.",
    "vakala-txt9":"• Wakalah kelishuvi har ikki tomon tomonidan har qanday vaqtda bekor qilinishi mumkin, ogohlantirilgan holda va har qanday bajarilmagan majburiyatlar bajarilib.",
    "vakala-txt10":"• Shartnoma huquqiy jihatdan majburiy bo'lishi kerak, bu orqali har ikki tomon o'z majburiyatlariga rioya qilishini ta'minlaydi. Bu vakilning o'z vakolat doirasida ish tutish va mijozning zarur mablag'lar yoki resurslarni taqdim etish majburiyatini o'z ichiga oladi.",
    "vakala-txt11":"• Mijoz vakilning Wakalah kelishuvi doirasida amalga oshirgan harakatlari uchun javobgar bo'ladi. Biroq, vakil o'z vakolat doirasidan tashqarida amalga oshirgan harakatlari yoki e'tiborsizlik yoki noto'g'ri harakatlar uchun shaxsan javobgar bo'ladi.",
    "vakala-txt12":"• Shartnoma, vakil tomonidan bajarilgan tranzaktsiyalar yoki vazifalar yozuvlari va vakilga to'langan har qanday kompensatsiyani o'z ichiga olgan to'g'ri hujjatlar saqlanishi kerak.",

    "ujra":"UJRA (ISH/XIZMAT HAQI)",
    "ujra-txt1":"Ujra - bu Islomiy moliyada xizmatlar ko'rsatilganligi yoki mol-mulkdan foydalanish uchun to'lanadigan to'lov yoki komissiya.",
    "ujra-txt2":"• Ujra to'lanadigan xizmat Islom qonunga ko'ra ruxsat etilgan bo'lishi kerak. Spirtli ichimliklar, qimor yoki foizga asoslangan tranzaksiyalar kabi harom (taqiqlangan) faoliyatlar bilan bog'liq bo'lgan hech qanday xizmat uchun Ujra olinishi mumkin emas.",
    "ujra-txt3":"• Xizmat ko'rsatuvchi (Ajir) va mijoz (Mustajir) o'rtasida xizmatning mohiyati va Ujraning miqdori bo'yicha aniq va o'zaro kelishuv bo'lishi kerak.",
    "ujra-txt4":"• Ujraning miqdori va xizmat ko'lamini o'z ichiga olgan barcha shartlar va holatlar barcha ishtirokchilarga oshkora bo'lishi kerak, shunda hech qanday aldov yoki noaniqlik (g'arar) bo'lmaydi.",
    "ujra-txt5":"• Ujra uchun to'lov shartlari aniq belgilangan bo'lishi kerak. Bu birdaniga, bo'lib-bo'lib yoki boshqa o'zaro kelishilgan usulda bo'lishi mumkin, faqat bu aniq bo'lishi kerak.",
    "ujra-txt6":"• Ujraning miqdori ko'rsatilgan xizmatlar yoki mol-mulkdan foydalanish qiymatini aks ettiruvchi adolatli va halol bo'lishi kerak. Bu ekspluatatsion yoki haddan tashqari bo'lmasligi kerak.",
    "ujra-txt7":"• Ujra odatda xizmat bajarilgandan keyin yoki shartnomada kelishilgan shartlarga binoan to'lanadi. Agar xizmat kelishilganidek ko'rsatilmasa, xizmat ko'rsatuvchi to'liq Ujrani olishga haqli bo'lmasligi mumkin.",
    "ujra-txt8":"Vakala (Wakalah) shartnomasida agent (Wakil) asosiy tomon (mijoz) nomidan xizmat ko'rsatganligi uchun ujra olishi mumkin.",
    "ujra-txt9":"• Ijara shartnomasiga ko'ra, ijaraga beruvchi ijarachiga mulk yoki asbob-uskunalar kabi aktivlardan foydalanishga ruxsat bergani uchun Ujra oladi.",
    "ujra-txt10":"• Islom banklari hisoblarga xizmat ko'rsatish, pul o'tkazmalari yoki maslahat xizmatlari kabi turli xizmatlar uchun ujra olishlari mumkin.",

    "muvofiqlik":"SHARIATGA MUVOFIQLIK",
    "muvofilik-txt1":"Shariatga muvofiqlik har qanday moliyaviy faoliyat, mahsulot yoki xizmatning Islom qonunlariga (Shariatga) muvofiqligini anglatadi. Shariatga muvofiqlik tranzaktsiyalar va operatsiyalarning Islom huquqiy manbalaridan kelib chiqqan axloqiy va huquqiy ko'rsatmalarga mosligini ta'minlaydi. Shariatga muvofiqlik foiz (ribo), qimor (maysir), ortiqcha noaniqlik (g’arar) va taqiqlangan sohalarga, masalan, alkogol, cho'chqa go'shti va axloqsizlikni o'z ichiga olgan ko'ngilochar sohalarga sarmoya kiritishni taqiqlaydi.",
    "muvofilik-txt2":"Shariatga muvofiqlikni tekshirish sarmoyalar, kompaniyalar yoki moliyaviy mahsulotlarni Shariat qoidalariga muvofiqligini ta'minlash uchun baholash va filtrlash jarayonidir. Ushbu tekshirish jarayoni Shariat ko'rsatmalariga asoslangan ruxsat etilganlikni baholash uchun sifat va miqdoriy mezonlarni o'z ichiga oladi.",
    "muvofilik-txt3":"• Tranzaktsiyalar har qanday foiz shaklini o'z ichiga olmasligi kerak. Daromad ruxsat etilgan (halol) biznes faoliyatidan kelishi kerak.",
    "muvofilik-txt4":"• Tranzaktsiyalar ortiqcha noaniqlik va noaniqlikdan xoli bo'lishi kerak. Shartnomalar aniq va shaffof bo'lib, barcha shartlar va holatlar aniq belgilanishi kerak.",
    "muvofilik-txt5":"• Qimor yoki spekulyativ harakatlarni o'z ichiga olgan faoliyatlar ruxsat etilmaydi. Sarmoyalar haqiqiy iqtisodiy faoliyatlarga asoslangan bo'lishi kerak.",
    "muvofilik-txt6":"• Sarmoyalar harom (taqiqlangan) faoliyatlarga, masalan, alkogol, cho'chqa go'shti, qimor va axloqsizlikni o'z ichiga olgan ko'ngilochar sohalarda ishtirok etuvchi kompaniyalarga qilinmasligi kerak.",
    "mezon":"Shariatga moslikni tekshirish mezonlari",
    "mezon1":"1. Sifat mezonlari:",
    "mezon1-txt":"Biznes faoliyatining tabiati baholanadi. Alkogol, cho'chqa go'shti, qimor, kattalar uchun ko'ngilochar xizmatlar va foizga asoslangan moliyaviy xizmatlar bilan shug'ullanuvchi kompaniyalar ro’yxatdan chiqariladi.",
    "mezon2":"2. Miqdoriy mezonlari:",
    "mezon2-txt":"Kompaniyalarning moliyaviy ko'rsatkichlari Shariatga mos kelishini ta'minlash uchun baholanadi. E’tibor qaratiladigan va ko’p ishlatiladigan moliyaviy ko'rsatkichlar quyidagilardan iborat:",
    "mezon2-txt1":"• Qarzdorlik va Bozor Kapitalizatsiyasi Nisbati: Kompaniyaning jami qarzlari uning bozor kapitalizatsiyasining 33% dan oshmasligi kerak.",
    "mezon2-txt2":"• Nomaqbul Daromad Nisbati: Nomaqbul faoliyatlardan olingan daromad jami daromadning 5% dan oshmasligi kerak.",
    "mezon2-txt3":"• Likvidlik Nisbati: Naqd pul va foiz keltiruvchi har qanday qimmatli qog’ozlarning jami aktivlarga nisbati 33% dan oshmasligi kerak.",
    "mezon2-txt4":"• Foiz Keltiruvchi Qarzdorlikning Aktivlarga Nisbati: Foiz keltiruvchi qarzdorlik jami aktivlarning 33% dan oshmasligi kerak.",
    "mezon2-txt5":"Kompaniyaning asosiy biznes faoliyati shariatga muvofiq bo'lishi kerak.",
    "mezon2-txt6":"Qarzning bozor qiymatiga nisbatan darajasi uchdan biridan kam bo'lishi kerak.",
    "mezon2-txt7":"Noto'g'ri faoliyatdan olingan daromadning foizini aniqlash va daromadni tozalash uchun tegishli miqdorni xayriyaga berish.",
    "mezon2-txt8":"- Shariatga mos mahsulotlarni taklif qiladigan muassasalar Shariat kengashiga ega bo'lishi kerak, bu kengash malakali Islom olimlaridan iborat bo'lib, Shariat qoidalariga rioya qilinishini nazorat qiladi va ta'minlaydi.",
    "mezon2-txt9":"- Shariatga rioya qilishni ta'minlash uchun muntazam Shariat auditlari o'tkazilishi kerak. Ushbu auditlar moliyaviy hisobotlar, tranzaktsiyalar va biznes amaliyotlarini ko'rib chiqadi.",

    "kengash1-title":"QODIROV HASAN KARIMBERDIEVICH",
    "kengash1-txt":"Islomshunos, imom-xatib va pedagog boʻlib, koʻp yillik amaliy va nazariy tajribaga ega. U uzoq yillardan buyon diniy ta'lim, fiqh va imomlik sohalarida samarali faoliyat yuritib kelmoqda. U ta'lim faoliyatini Samarqand viloyati 'Xoʻja Ahror Vali' oʻrta maxsus islom bilim yurtida boshlagan, keyinchalik Toshkent Islom Institutida tahsil olgan. Shuningdek, Alisher Navoi nomidagi Toshkent davlat oʻzbek tili va adabiyoti universitetida magistratura bosqichini tamomlagan. 2017 yildan buyon Toshkent shahri, Olmazor tumani 'Siroj-Solih' jome masjidida imom-xatib sifatida xizmat qilmoqda. Shu bilan birga, Toshkent Islom Institutida katta oʻqituvchi lavozimida ham faoliyat olib bormoqda. U islomiy ilm, hanafiy fiqh va oila muammolari boʻyicha faol tadqiqot olib boradi.",
    "kengash2-title":"ABIEV XIKMATILLA HASANOVICH",
    "kengash2-txt":"Islomshunos, imom-noibi va tadqiqotchi boʻlib, islomiy ilm va tafsir sohasida katta tajribaga ega. U ta'lim faoliyatini Margʻilon shahrida boshlagan, soʻngra 1997 yilda Pokiston Islom Respublikasi, Karachi shahridagi 'Dorul-Ulum' islom universitetida bakalavr va magistratura bosqichlarini tamomlagan. U ma'lum bir vaqt davomida Andijon shahridagi islom bilim yurtida ham tahsil olgan va uzoq yillar davomida imom-xatib, masjid noib imomi va ilmiy tadqiqotchi sifatida faoliyat yuritgan. 2020 yildan buyon 'Imom Termiziy xalqaro ilmiy-tadqiqot markazi'da kichik ilmiy xodim sifatida xizmat qilmoqda. U islomiy ilm, hadis va tafsir sohalarida faol tadqiqot olib boradi.",
    "kengash3-title":"SIDIQMETOV QUDRAT IRISMATOVICH",
    "kengash3-txt":"Tajribali diniy ulamolardan biri bo‘lib, arab tili mudarrisi, islomshunos va imom-xatib sifatida ko‘p yillik amaliy tajribaga ega. U o‘z taʼlim olish faoliyatini Mir-Arab madrasasida boshlab, keyinchalik Toshkent Islom instituti va O‘zbekiston Xalqaro Islom Akademiyasida tahsil olgan. Ustozlik faoliyati davomida, u Ko‘kaldosh madrasasi va Imom Buxoriy nomidagi Toshkent Islom instituti kabi nufuzli diniy taʼlim muassasalarida o‘qituvchi lavozimida ishlab kelmoqda. Shuningdek, u “Ahmadjon qori” va “Do‘stjonboy” jome masjidlarida imom-xatib sifatida xizmat qilgan.",
    
    "kengash-consul":"Konsalting xizmatlari",
    "kengash-consul1-title":"• Islom moliyasi maslahatlari",
    "kengash-consul1-txt":": Islomiy moliya mahsulotlari va xizmatlari bo‘yicha mutaxassis maslahatlari, Shariat tamoyillariga muvofiqligini ta'minlash.",
    "kengash-consul2-title":"• Shartnomalarni tuzish va tekshirish:",
    "kengash-consul2-txt":"Shariat moliyasi standartlariga muvofiq shartnomalarni tayyorlash va ko‘rib chiqish",
    "kengash-consul3-title":"• Mahsulot va xizmatlarga innovatsiyon yondoshuv:",
    "kengash-consul3-txt":"Bozor talablariga mos yangi Islom moliyasi mahsulotlari va xizmatlarini ishlab chiqish.",
    "kengash-consul4-title":"• Huquqiy va soliq maslahatlari: ",
    "kengash-consul4-txt":"Islom moliyasi doirasida huquqiy va soliq masalalariga yechimlar taklif qilish.",

    "kengash-xizmat":"Shariat Kengashi xizmatlari",
    "kengash-xizmat1-title":"• Shariatga muvofiqlikni kuzatish:",
    "knegash-xizmat1-txt":"Islom banklari, mikromoliya tashkilotlari, takoful provayderlari va moliya muassasalari uchun mustaqil Shariat kengashi xizmatlari.",
    "kengash-xizmat2-title":"• Shariat Auditi:",
    "knegash-xizmat2-txt":"Moliyaviy mahsulotlar va operatsiyalarni Shariatga muvofiqligini tekshirish bo‘yicha auditlar o‘tkazish.",

    "kengash-audit":"Audit va Sertifikatlash",
    "kengash-audit1-title":"• Kompleks Auditlar:",
    "kengash-audit1-txt":" Biznes amaliyotlari va moliyaviy operatsiyalarni shaffoflik va muvofiqlik nuqtai nazaridan batafsil tekshirish.",
    "kengash-audit2-title":"• Sertifikatlash xizmatlari:",
    "kengash-audit2-txt":"Islom moliyasi tamoyillari va standartlariga muvofiqligini tasdiqlash uchun sertifikatlar berish.",

    "kengash-nizo":"Nizolarni hal qilish — Arbitraj",
    "kengash-nizo1-title":"• Nizolarni hal qilish:",
    "kengash-nizo1-txt":"Biznes faoliyati natijasida yuzaga kelishi mumkin bo‘lgan nizolarni Islom huquqi va qonunchilikka muvofiq hal qilish.",
    "kengash-nizo2-title":"• Meditatsiya va Arbitraj xizmatlari: ",
    "kengash-nizo2-txt":"Nizolarni samarali hal qilish uchun meditatsiya va arbitraj xizmatlarini taqdim etish",

    "kengash-talim":"Ta'lim va malaka oshirish",
    "kengash-talim1-title":"• Islom moliyasi bo‘yicha ta'lim:",
    "kengash-talim1-txt":"Xalqaro standartlar va buxgalteriya prinsiplarini o‘rgatish bo‘yicha ta'lim.",
    "kengash-talim2-title":"• Professional rivojlanish: ",
    "kengash-talim2-txt":"Islom moliyasi sohasida malakani oshirish uchun kurslar va seminarlar tashkil etish.",

    "kengash-zakot":"Zakot hisobi",
    "kengash-zakot1-title":"• Zakot hisoboti:",
    "kengash-zakot1-txt":"Korxonalar, moliya muassasalari va tadbirkorlar uchun zakotni aniqlash va taqsimlash bo‘yicha yordam.",

    "kengash-fin":"Fintech xizmatlari",
    "kengash-fin1-title":"• Islomiy Fintech maslahatlari:",
    "kengash-fin1-txt":"Fintech yechimlarining Islom moliyasi tamoyillariga muvofiqligini ta'minlash va innovatsion texnologiyalarni qo‘llash.",
    "kengash-fin2-title":"• Fintech platformalari va ilovalar: ",
    "kengash-fin2-txt":"Islomiy moliya xizmatlari uchun maxsus fintech platformalarini va ilovalarini ishlab chiqish.",

    "kengash-vaqf":"Vaqf  xizmatlari",
    "kengash-vaqf1-title":"• Vaqf boshqaruvi: ",
    "kengash-vaqf1-txt":"Vaqf mulkini (naqd pul vaqfi) boshqarish, rivojlantirish va uning foydalanish samaradorligini ta'minlash.",
    "kengash-vaqf2-title":"• Vaqf ta'sis etish: ",
    "kengash-vaqf2-txt":"Vaqf mulkini tashkil etish va uning Shariatga muvofiqligini nazorat qilish.",

    "boglanish-title":"Biz bilan bog’laning",
    "boglanish-title2":"Bizning manzil",

    "kurs":"What is the order of the course?",
    "video":"Video Lessons",
    "video-txt":"The lessons are posted on the platform in video format and can be viewed anytime, anywhere. The video lessons are updated regularly.",
    "vazifa":"Assignments",
    "vazifa-txt":"At the end of the module, there are test assignments. Only students who successfully pass the test will be able to access the lessons in the next module.",
    "kurs-bosh":"Start learning the course now",
    "imkoniyat":"Lifetime access",
    "test":"Tests",
    "loyiha":"Projects",
    "manba":"Downloadable resources",
    "mobil":"Access via mobile device",
    "tolov":"ONE-TIME PAYMENT",
    "sotib-olish":"Buy the course and start learning.",
    "price":"Price",
    "usd":"sum"
}