{
    "homePage":"Bosh sahifa",
    "services":"Xizmatlar",
    "programms":"O`quv dasturlari",
    "progaram1":"AAOIFI Sertifikatlari uchun tayyorlov kurslari",
    "program2":"Islomiy moliya savodxonligi",
    "program2-title":"Amaliy tushuncha",
    "program3":"Xalqaro safarlar",
    "program3-title":"Islomiy moliya bo`yicha vizitlar va treninglar",
    "economica":"Islom moliyasi",
    "council":"Maxsus Kengash",
    "contact":"Bog`lanish",
    "profile":"profile",


    "ourService":"BIZNING XIZMATLAR",
    "bozor-title":"Islom Kapital Bozori",
    "bozor-txt":" Biz Islom kapital bozori, jumladan, shariatga mos investitsiya mahsulotlari, sukuk emissiyasi va portfelni axloqiy boshqarish bo'yicha ekspert maslahatlarini beramiz. ",
    "takaful-title":"Takaful bozori",
    "takaful-txt":"Mutaxassislarimiz takaful (Islom sugʻurtasi) mahsulotlarini ishlab chiqish va boshqarish, shariat tamoyillariga rioya etilishini taʼminlash va sugʻurtalovchilarga foyda keltirishda yordam beradi.",
    "fond-title":"Islomiy Fond Boshqaruvi",
    "fond-txt":"Chakana va institutsional mijozlarga pul mablag’larini Islomiy tamoyillarga muvofiq boshqarishda yordam beramiz va halol sarmoya kiritish bo’yicha amaliy tavsiyalar ishlab chiqamiz.",
    "hamkor-title":"Xalqaro Hamkorlik",
    "hamkor-txt":"Biz mahalliy Islomiy moliya sohasida faoliyat yuritayotgan tashkilotlar uchun Turkiya, Indoneziya va Malayziyadagi Islomiy moliya tashkilotlari bilan amaliy hamkorlik o’rnatishda yordam beramiz. Tajriba almashinuvi safarlarini tashkil etamiz.",
    "talim-title":"Ta'lim va Treninglar",
    "talim-txt":"Biz qisqa muddatli trening kurslari, mutaxassislar tomonidan olib boriladigan seminarlar, konferensiyalar va yetakchi Islomiy moliyaviy institutlarga sayohat treninglarini taqdim etamiz.",
    "bank-title":"Islomiy Banklar uchun",
    "bank-txt":"Biz Islomiy Bank va Islomiy Bank darchalari tashkil qilish bo’yicha va boshqarish bo’yicha tajribada sinalgan maslahatlarimizni taqdim etamiz. Shariat tamoyillariga asoslangan holda raqobatbardosh moliyaviy mahsulotlar va xizmatlarni ishlab chiqishda ko’maklashamiz.",
    "nazorat-title":"Shariat Nazorati va Audit xizmati",
    "nazorat-txt":"Biz biznes modellarining Shariat tamoyillariga muvofiqligini o’rganib, Shariat nazorati va auditi xizmatlarini taqdim etamiz.",

    "al":"Al Muomalat",
    "al-txt1":"Al Muamalat Consulting - kompaniyasining asosiy maqsadi O'zbekiston va Markaziy Osiyoda Islom moliyasining keng qamrovli rivojlanishiga o'z hissasini qo'shishdir. Bu jarayonda mamlakatlar manfaatlarini inobatga olib, amaldagi qonun-qoidalarga rioya qilishga e'tibor qaratamiz.",
    "al-txt2":"Markaziy Osiyodagi yetakchi konsalting kampaniyasi bo`lish , mustahkam va inklyuziv Islomiy moliya tizimini rivojlantirish bu jismoniy shaxslar va korxonalarni kengaytiradi va rag`batlantiradi mintaqada barqaror iqtisodiy o`sishiga hissa qo`shish.",
    "team":"Bizning Jamoa",
    "team-Iskan-title1":"Iskandar Tursunov",
    "team-Iskan-title2":"Asoschi va ijrochi direktor",
    "team-Iskan-txt":"Tursunov Iskandar Malayziyadagi INCEIF Universitetida Islomiy moliya bo‘yicha magistrlik darajasini olgan. Shuningdek, u Turkiyaning Istanbul Sabaxattin Zaim universitetida Islomiy moliya bo‘yicha tahsil olgan.",
    "team-Mezbah-title1":"Dr. Mezbah Uddin Ahmed",
    "team-Mezbah-title2":"Xalqaro ekspert",
    "team-Mezbah-txt":"Dr. Mezbax ISRA tadqiqot markazida yetakchi tadqiqotchi bo‘lib ishlaydi, ISRA markazi Malayziya Markaziy Banki (Bank Negara Malaysia) tomonidan tashkil etilgan INCEIF Universitetining bir qismi hisoblanadi.",
    "team-hayot-title1":"Hayot Azimov",
    "team-hayot-title2":"Xalqaro Ekspert, Konsalting Bo'limi Direktori",
    "team-hayot-txt":"Hayot Azimov moliyaviy injiniring, risk menejment va loyihalarni boshqarish sohalarida 15 yillik professional tajribaga ega. Islomiy Bank darchasini tashkil qilishda amaliy tajribaga ega. Islomiy Fintex va blockcheyn sohalarida faol amaliyotchi.",
    "team-hamid-title1":"Khamid Rakhmatov",
    "team-hamid-title2":"Trening va Ta’lim Direktori",
    "team-hamid-txt":"Xamid Raxmatov Kuala Lumpur, Malayziyadagi Xalqaro Islom Universitetida Islomiy moliya bo'yicha magistr darajasini olgan. U moliyaviy xizmatlar, sug'urta va davlat sektorida keng tajribaga ega.",
    "team-sarvar-title1":"Oripov Sarvar",
    "team-sarvar-title2":"Moliya Direktori",
    "team-sarvar-txt":"Oripov Sarvar Buyuk Britaniyadagi Cardiff Metropolitan Universitetidan moliya bo'yicha MBA darajasiga ega. U xususiy sektorida ko'p yillik moliyaviy menejerlik tajribasiga ega. Shuningdek, u halol investitsiyalar va fond bozori savdosi bo'yicha mutaxassis hisoblanadi.",
    "team-alam-title1":"Dr. A'lam Ilhomovich Asadov",
    "team-alam-title2":"Islomiy moliya maslahatchisi",
    "team-alam-txt":"A’lam Ilhomovich, Saudiya Arabistoni, Riyod shahridagi Shahzoda Sulton universitetining moliya kafedrasi dotsenti. U INCEIF universitetida islom moliyasi bo‘yicha PhD va AAOIFI tomonidan CSAA sertifikatiga ega.",
    "team-gayrat-title1":"G'ayrat Rakhmanberdiev",
    "team-gayrat-title2":"Korporativ maslahatchi va yuridik ekspert",
    "team-gayrat-txt":"G'ayrat Rakhmanberdiev – korporativ boshqaruv va yuridik konsalting sohasida 16 yildan ortiq tajribaga ega bo‘lgan malakali korporativ maslahatchi va yuridik ekspert.",
    
    "xalqaro":"Xalqaro Islom Moliyasi Ekspertlari Paneli",
    "xalaqaro1-title1":"Professor Monzer Kahf",
    "xalqaro1-title2":"Xalqaro Islomiy Moliya Eksperti",
    "xalqaro1-txt":"Professor Monzer Kahf – Islomiy moliya va iqtisodiyot sohasida xalqaro miqyosda e’tirof etilgan yetakchi mutaxassis bo‘lib, maslahatchi, trener va akademik sifatida ko‘p yillik tajribaga ega. U xalqaro tashkilotlar, markaziy banklar va moliyaviy muassasalarga shariatga muvofiq moliyaviy huquqiy asoslar, risklarni boshqarish hamda mahsulotlar ishlab chiqish yo‘nalishlarida maslahatlar berib kelmoqda.",
    "xalqaro2-title1":"Professor doktor Aishath Muneeza",
    "xalqaro2-title2":"Xalqaro Shariat maslahatchisi",
    "xalqaro2-txt":"Professor doktor Aishath Muneeza islom moliyasi sohasida xalqaro darajada tan olingan ekspert. U Maldiv orollari Islom ishlari vazirligi va Moliya vazirligidagi birinchi ayol vazir o‘rinbosari bo‘lgan. Shuningdek, u Maldivda birinchi shariatga muvofiq mikromoliya loyihalarini va Sukuk strukturalarini yaratishda yordam bermoqda.",
    "xalaqaro3-title1":"Doktor Magda Ismail",
    "xalaqaro3-title2":"Vaqf va Islomiy moliya bo‘yicha ekspert",
    "xalqaro3-txt":"Doktor Magda Ismail, IIUM universitetida doktorlik darajasini tamomlagan bo‘lib, Malayziyadagi INCEIF universitetida associt. professor sifatida faoliyat yuritadi va vaqf hamda Islomiy moliya sohasiga ixtisoslashgan. U UNICEF va ISRA kabi xalqaro tashkilotlarga vaqfga asoslangan sukuk, naqd vaqf bo‘yicha maslahat berib keladi.",
    
    "hamkor":"Bizning hamkorlarimiz va mijozlarimiz!",

    "media":"Bizning Media",
    "media1":"Islomiy moliya-nima u?",
    "media2":"O`zbekistonda islom moliyasi qay ahvolda?",
    "media3":"Islom moliyasi ekotizimi sari yo`l...",
    "media4":"Nima uchun Islom moliyasi zarur",
    "boglanish":"Biz bilan bog`lanish",
    "ism":"Ismingiz",
    "email":"Sizning elektron manzilingiz",
    "raqam":"Sizning raqamingiz",
    "xabar":"Xabar",
    "yuborish":"Yuborish",
    "manzil":"Toshkent sh., Mirzo Ulug'bek tumani, Lashkarbegi MFY, Mustaqillik shoh ko'chasi 59-uy",
    "info":"info@al-muamalat.uz",
    "tel":"+998 99 051 18 81",
    "b-manzil":"Bizning manzil",
    "tez-hav":"Tezkor havolalar",
    "huquq":"© Al Muamalat, Barcha huquqlar himoyalangan.",

    "csaa":"CSAA",
    "csaa-txt":"Nega men CSAA malakasini olishim kerak? CSAA islom moliya institutlari uchun buxgalteriya hisobi va audit tashkiloti (AAOIFI) tomonidan berilgan jahon miqyosida tan olingan va eng nufuzli malakalardan biri hisoblanadi.CSAA nomzodlarni xalqaro islom bank ishi va moliya sanoati uchun shariatga rioya qilish va ko'rib chiqish jarayonlari bo'yicha zarur texnik tushuncha va professional ko'nikmalar bilan ta'minlash uchun mo'ljallangan. Dastur nomzodlarni islomiy moliya institutlaridagi rol va funksiyalar bilan tanishtirish, Olimning hukmlariga muvofiq shariatga rioya qilishni taʼminlaydigan mexanizmlarni bilish va shariatga muvofiqligini aniqlash uchun qoʻllaniladigan texnik tekshiruvni tushunishga qaratilgan.CSAA tayyorgarlik kursida nimani o'rganasiz Al-Muamalatning AAOIFI CSAA tayyorlov kursi islom bank ishi va moliyasi bilan bog'liq sohalarda muhim bilim va ko'nikmalarga ega bo'lishni istaydigan bo'lajak rahbarlar va mutaxassislar uchun mukammal retseptdir.Ushbu CSAA imtihoniga tayyorgarlik bo'yicha trening 40 soatga yaqin onlayn kontentdan iborat bo'lib, unda o'quv dasturining turli bo'limlari, yordamchi materiallar, kirish uchun har bir standartdan keyin bir nechta tanlov savollari va sinab ko'rish mumkin bo'lgan sinov imtihonlari kiradi.",
    "cpss":"CPSS",
    "cpss-txt":"Shariat standartlari bo‘yicha malaka sertifikati (CPSS) tomonidan taklif qilinadigan dastur bo‘lib, u Shariat standartlarini tushunish, ularni talqin qilish va amalga oshirish ko‘nikmalarini rivojlantirishga qaratilgan. Ushbu dastur 60 ta Shariat standartlarini qamrab oladi va arabcha, inglizcha, ruscha, fransuzcha hamda turkcha tillarida taqdim etiladi. Dasturni o‘zlashtirish uchun eng kamida 250 soatlik o‘qish talab etiladi. Imtihonlar mart va sentyabr oylarida o‘tkaziladi. CPSS dasturi Certified Shari‘ah Auditor (CSA), Certified Shari‘ah Expert (CSE) yoki Certified Islamic Professional Accountant (CIPA) kabi ilg‘or sertifikatlarni olishda foydali mustahkam baza yaratadi.",
    "cipa":"CIPA",
    "cipa-title":"Sertifikatlangan islomiy professional hisobchi (CIPA)",
    "cipa-txt":"— islomiy moliyada oldingi darajadagi malaka sertifikati bo‘lib, u buxgalteriya, boshqaruv, audit va xavflarni boshqarish sohalariga yo‘naltirilgan. Dastur to‘rtta modulni o‘z ichiga oladi: Moliyaviy Hisobot (FAR), Shariat Standartlari va Boshqaruv (SSG), Audit va Etika (AAE), hamda Biznes Muxiti va Boshqaruv (BRE). Ushbu dastur arabcha, inglizcha va ruscha tillarda taqdim etiladi. Dasturni o‘zlashtirish uchun eng kamida 325 soatlik o‘quv vaqti talab etiladi va tasdiqlangan rahbar nazoratida bir yillik amaliy tajriba (PER) talab qilinadi. Imtihonlar iyun va dekabr oylarida o‘tkaziladi. CPFAS sohibi bo‘lgan shaxslar FAR modulidan ozod qilinishi mumkin, ACCA P7 imtihonidan o‘tganlar AAE modulidan ozod etilishi, va IFAC aʼzolari tegishli tajribaga ega bo‘lgan holda qo‘shimcha imtiyozlar olish huquqiga ega.",
    "cpfas":"CPFAS",
    "cpfas-txt":"Moliyaviy hisob standartlari bo‘yicha malaka sertifikati (CPFAS) AAOIFI tomonidan ishlab chiqilgan maxsus dastur bo‘lib, u moliyaviy hisobot berish, axborot oshkor etish va buxgalteriya hisobi yuritish bo‘yicha ko‘nikmalarni rivojlantirishga qaratilgan. Ushbu dastur 28 ta moliyaviy hisob standartlarini qamrab oladi, ulardan 20 tasi asosiy va 8 tasi qo‘shimcha standartlardir. Dastur faqat ingliz tilida taqdim etiladi. Dasturni o‘zlashtirish uchun eng kamida 250 soatlik o‘qish talab etiladi. Imtihonlar iyun va dekabr oylarida o‘tkaziladi. CPFAS sohibi bo‘lgan shaxslar Certified Islamic Professional Accountant (CIPA) dasturidagi FAR modulidan ozod qilinishi mumkin.",
    "csa":"CSA",
    "csa-txt":"Sertifikatlangan Shariat Auditori (CSA) sertifikati Shariat auditlari va xavflarga asoslangan muvofiqlikka ixtisoslashgan. Ushbu dastur to‘rtta modulni o‘z ichiga oladi: Shariat standartlari (SS), Shariat auditi, boshqaruv va etika (SAGE), biznes muhiti va boshqaruv (BRE), hamda moliyaviy hisob va audit (FAA). CSA dasturi arab tilida o‘qitiladi. Dasturni o‘zlashtirish uchun eng kamida 325 soatlik o‘quv vaqti talab qilinadi, shuningdek, Shariat audit ishlariga yo‘naltirilgan bir yillik amaliy tajriba (PER) o‘tkazilishi kerak. Imtihonlar mart va sentyabr oylarida o‘tkaziladi. CSE, CIPA yoki CSAA sertifikatiga ega bo‘lganlar SAGE yoki BRE modullaridan ozod qilinishi, shuningdek, uch yoki undan ortiq yillik Shariat audit tajribasiga ega bo‘lgan mutaxassislar ham imtiyozlar olishlari mumkin.",
    "cse":"CSE",
    "cse-txt":"Sertifikatlangan Shariat Eksperti (CSE) sertifikati Shariat muvofiqligi, maslahatchilik faoliyati va islomiy moliyaviy mahsulotlarni tuzish sohasida mutaxassislikni rivojlantirish uchun mo‘ljallangan. Dastur to‘rtta modulni o‘z ichiga oladi: Shariat standartlari (SS), Islomiy moliyaviy tuzilish va rivojlantirish (IFSD), AAOIFI texnik standartlari (ATS), hamda Biznes muhiti va boshqaruv (BRE). CSE dasturi arab tilida o‘qitiladi. Dasturni o‘zlashtirish uchun eng kamida 325 soatlik o‘quv vaqti talab qilinadi va Shariat maslahatchilik hamda mahsulotlar tuzilishini rivojlantirishga yo‘naltirilgan bir yillik amaliy tajriba (PER) talab qilingan. Imtihonlar mart va sentyabr oylarida o‘tkaziladi. CSA, CIPA yoki CSAA sertifikatiga ega bo‘lganlar ATS yoki BRE modullaridan ozod qilinishi mumkin, shuningdek, uch yoki undan ortiq yillik Shariat maslahatchilik tajribasiga ega bo‘lgan mutaxassislar ham imtiyozlarga ega bo‘lishlari mumkin.",

    "ijara":"IJARA",
    "ijara-txt1":"Ijara - bu Islom moliyasida ijaraga shartnomasi bo'lib, unda bir tomon (ijaraga beruvchi) boshqa tomonga (ijaraga oluvchi) ma'lum muddatga oldindan belgilangan ijara to'lovlari evaziga aktivni ijaraga beradi. Aktivga egalik ijaraga beruvchida qoladi, ijaraga oluvchi esa aktivdan foydalanish huquqiga ega bo'ladi.",
    "ijara-txt2":"• Ijaraga beruvchi aktivga egalik qilishi va uni ijaraga berishdan oldin o'z tasarrufida bo'lishi kerak. Aktiv shartnoma shartlariga muvofiq foydalanish uchun yaroqli holatda bo'lishi kerak.",
    "ijara-txt3":"• Shartnoma ijara muddati, ijara to'lovi miqdori, to'lov jadvali va ikki tomonning majburiyatlarini belgilashi kerak.",
    "ijara-txt4":"• Aktivdan foydalanish shariat qonunlariga ko'ra ruxsat etilgan (Halol) maqsadlarda bo'lishi kerak. Harom faoliyatlarga (masalan, qimor, alkogol) bog'liq foydalanish taqiqlanadi.",
    "ijara-txt5":"• Ijaraga beruvchi aktivning mulkdori bo'lib qoladi va mulkchilik bilan bog'liq asosiy texnik xizmat va xavflarni (masalan, sug'urta va soliqlar) o'z zimmasiga oladi.",
    "ijara-txt6":"• Ijaraga oluvchi esa kundalik texnik xizmat va operatsion xarajatlarni o'z zimmasiga oladi.",
    "ijara-txt7":"• Ikkala tomon ham Ijara shartnomasini barcha shartlarni tushungan holda va o'zaro rozilik asosida tuzishi kerak.",
    "ijara-txt8":"• Ijara to'lovi ikki tomon tomonidan kelishilgan bo'lishi kerak va adolatli va haqqoniy bo'lishi kerak. U belgilangan yoki o'zgaruvchan bo'lishi mumkin, shartnomaga bog'liq holda.",
    "ijara-txt9":"• Ijara muddati tugagandan so'ng, aktiv shartnomada belgilangan holatda, normal eskirishni hisobga olgan holda, ijaraga beruvchiga qaytarilishi kerak.",
    "ijara-txt10":"• Shartnoma, har qanday tomon tomonidan ijara shartnomasini bekor qilish shartlari va majburiyatni buzish oqibatlarini belgilashi kerak.",
    "ijara-txt11":"• Ijara shartnomasini hujjatlashtirish nizolarni oldini olishga yordam beradi va kelishilgan shartlarning aniq qayd etish maqsadga muvofiq.",

    "mushoraka":"MUSHORAKA",
    "mushoraka-txt1":"Mushoraka - bu Islom moliyasida barcha sheriklar kapital kiritib, oldindan kelishilgan nisbatlarda foyda va ulushlariga ko’ra zararni bo'lishadigan qo'shma korxona yoki sheriklik shartnomasi. U o'zaro rozilik va hamkorlikka asoslanadi.",
    "mushoraka-txt2":"• Barcha sheriklar sheriklikka kapital kiritishi kerak. Kapital naqd pul, aktivlar yoki boshqa moddiy hissalar shaklida bo'lishi mumkin.",
    "mushoraka-txt3":"• Har bir sherik tomonidan kiritilgan kapital miqdori va shakli aniq belgilanishi va kelishilishi kerak.",
    "mushoraka-txt4":"• Foyda oldindan kelishilgan nisbatlarda sheriklar o'rtasida bo'linadi, bu nisbatlar ularning kapital hissalariga mos kelishi shart emas.",
    "mushoraka-txt5":"• Zarar har bir sherikning kapital hissasiga mutanosib ravishda bo'linadi.",
    "mushoraka-txt6":"• Barcha sheriklar Mushoraka shartnomasiga ixtiyoriy ravishda va shartlarni to'liq tushungan holda kirishishi kerak.",
    "mushoraka-txt7":"• Sheriklikni boshqarish barcha sheriklar tomonidan birgalikda yoki bir yoki bir nechta sheriklarga topshirilishi mumkin. Vazifalar va majburiyatlar aniq belgilanishi kerak.",
    "mushoraka-txt8":"• Qaror qabul qilish o'zaro maslahat va kelishuv asosida amalga oshirilishi kerak.",
    "mushoraka-txt9":"• Sheriklik tomonidan amalga oshiriladigan barcha faoliyatlar va investitsiyalar Shariat tamoyillariga mos bo'lishi, Ribo (foiz), G’arar (ortiqcha noaniqlik) va Maysar (qimor) kabi harom faoliyatlar bo’lmasligi zarur.",
    "mushoraka-txt10":"• Mushoraka shartnomasi hujjatlashtirilishi kerak, sheriklik shartlari, kapital kiritish, foyda va zararlarni bo'lishish nisbatlari, boshqaruv majburiyatlari va nizolarni hal qilish tartiblarini belgilashi kerak.",
    "mushoraka-txt11":"• Sheriklik shartnomada belgilangan shartlar asosida, masalan, o'zaro rozilik, sheriklik maqsadlariga erishish yoki shartnoma buzilishi kabi hollarda tugatilishi mumkin.",
    "mushoraka-txt12":"• Tugatilgandan so'ng, qolgan aktivlar va majburiyatlar kelishilgan shartlarga muvofiq taqsimlanishi kerak.",
    
    "murobaha":"MUROBAHA",
    "murobaha-txt1":"Murobaha bu Islom moliyasigi shartnoma bo'lib, unda sotuvchi aktivning narxi va foyda marjasini xaridorga ochiq-oydin oshkor qiladi. Bu shartnoma aktivlarni moliyalash uchun keng qo'llaniladi, bunda bank aktivni sotib olib, mijozga oldindan kelishilgan foyda marjasi bilan sotadi.",
    "murobaha-txt2":"• Sotuvchi (odatda Islomiy bank) aktivning tannarxini va foyda marjasini xaridorga to'liq oshkor qilishi kerak. Bu shaffoflik ikkala tomon ham moliyaviy tafsilotlardan xabardor bo'lishini ta'minlaydi.",
    "murobaha-txt3":"• Foyda marjasi aniq ko'rsatilishi va savdo amalga oshirilishidan oldin ikkala tomon tomonidan kelishilishi kerak.",
    "murobaha-txt4":"• Sotuvchi aktivni sotib olishdan oldin unga egalik qilishi va tasarrufida bo'lishi kerak. Bu sotuvchining aktivni sotish huquqiga ega ekanligini va bitimning haqiqiyligini ta'minlaydi.",
    "murobaha-txt5":"• Sotuvchi aktivni xaridorga sotmaguncha xavf va majburiyatni o'z zimmasiga oladi. Bu davrda har qanday zarar yoki yo'qotishlar uchun javobgarlik sotuvchiga tegishli.",
    "murobaha-txt6":"• Sotiladigan aktiv shariat qonunlariga ko'ra ruxsat etilgan (halol) bo'lishi kerak. Bu alkogol, qimor yoki cho'chqa mahsulotlari kabi harom faoliyatlarga bog'liq bo'lmasligi kerak.",
    "murobaha-txt7":"• Murabaha kelishuvi yozma shartnoma shaklida hujjatlashtirilishi kerak, unda shartlar va sharoitlar, tannarx, foyda marjasi, to'lov jadvali va boshqa tegishli tafsilotlar ko'rsatilishi kerak.",
    "murobaha-txt8":"• Ikkala tomon ham shartnomaga xohish bilan va shartlarni to'liq tushungan holda kirishishi kerak. Rozilik majburlikdan holi bo'lishi kerak.",
    "murobaha-txt9":"• Mijoz bankdan aktivni sotib olish uchun vada (Wa'ad) berishi mumkin. Bu vada mijozning majburiyatini ta'minlash uchun majburiy hisoblanadi.",
    "murobaha-txt10":"• Ko'pincha Murobaha shartnomalarida xaridorga belgilangan muddat davomida kelishilgan narxni qismlarga bo'lib to'lashga ruxsat beriladi. To'lov jadvali va miqdorlari aniq belgilanishi va kelishilishi kerak.",
    "murobaha-txt11":"• Sotuvchi kechiktirilgan to'lovlar uchun qo'shimcha to'lovlar yoki foizlarni undira olmaydi. Kechiktirilgan to'lovlar uchun har qanday jarimalar shariat tamoyillariga mos bo'lishi va adolatli va asosli bo'lishi kerak.",
    "murobaha-txt12":"• Bank mijozdan aktivni sotib olish majburiyatini ta'minlash uchun xavfsizlik garovi (Hamish Jiddiyah) so'rashi mumkin. Ushbu garov odatda qaytariladigan yoki bitim amalga oshirilsa, sotib olish narxiga qo'llanilishi mumkin.",
    "murobaha-txt13":"• Garov miqdori va shartlari adolatli va aniq belgilangan bo'lishi kerak, shaffoflik va o'zaro kelishuvni ta'minlash uchun.",
    "murobaha-txt14":"• Foyda marjasi adolatli va bozor sharoitlari va sotuvchining qabul qilgan xavfiga muvofiq bo'lishi kerak. Ekspluatatsion narx belgilash amaliyoti ruxsat etilmaydi.",
    "murobaha-txt15":"• Taqdim etilgan barcha ma'lumotlar to'g'ri va haqqoniy bo'lishi kerak.",
    "murobaha-txt16":"• Murobaha shartnomasidan kelib chiqqan har qanday nizolar o'zaro kelishuv yoki shariatga muvofiq arbitraj orqali hal qilinishi kerak. Shartnoma nizolarni hal qilish jarayonini belgilashi kerak.",

    "muzoraba":"MUZORABA",
    "muzoraba-txt1":"Muzoraba bu Islom moliyasi shartnoma bo'lib, unda bir tomon (Rabb-ul-Mol) kapital kiritadi, ikkinchi tomon (Mudorib) esa ushbu kapitalni boshqaradi va investitsiya qiladi. Foyda oldindan kelishilgan nisbatlarda bo'linadi, zarar esa faqat kapital egasiga tegishli, agar zarar Mudoribning ehtiyotsizligi yoki noto'g'ri boshqaruvi natijasida kelib chiqqan bo'lsa, Mudorib javobgar bo’ladi.",
    "muzoraba-txt2":"• Rabb-ul-Mol kapital (sarmoya) kiritadi, bu naqd pul yoki aktivlar shaklida bo'lishi mumkin.",
    "muzoraba-txt3":"• Mudorib kapitalni boshqaradi va investitsiyalarni amalga oshiradi. U o'z bilim va tajribasini investitsiyalarni boshqarishga qo'llaydi.",
    "muzoraba-txt4":"• Foyda oldindan kelishilgan nisbatlarda bo'linadi, bu nisbatlar shartnomada aniq ko'rsatilgan bo'lishi kerak.",
    "muzoraba-txt5":"• Agar zarar bo'lsa, bu faqat Rabb-ul-Molga tegishli bo'ladi, agar zarar Mudaribning ehtiyotsizligi yoki noto'g'ri boshqaruvi natijasida kelib chiqmagan bo'lsa.",
    "muzoraba-txt6":"• Mudoraba shartnomasida garov talab qilinishi mumkin, lekin bu faqat Mudoribning noto'g'ri boshqaruvi yoki ehtiyotsizligi natijasida kelib chiqishi mumkin bo'lgan yo'qotishlarni qoplash uchun bo'lishi kerak. Bu garov kapitalni himoya qilish maqsadida qo'yiladi, lekin u asosiy biznes risklarini kafolatlamaydi.",
    "muzoraba-txt7":"• Cheklangan Muzoraba (Restricted Mudarabah): Rabb-ul-Mol Mudoribga investitsiyalarni faqat aniq bir loyihalar yoki sohalarga kiritishni talab qilishi mumkin.",
    "muzoraba-txt8":"• Cheklanmagan Muzoraba (Unrestricted Mudarabah): Mudorib kapitalni o'z xohishiga ko'ra har qanday Shariatga muvofiq investitsiyalarga kiritishi mumkin.",

    "salam":"SALAM",
    "salam-txt1":"Salam - bu Islom moliyasi shartnomasi bo'lib, unda xaridor to'lovni oldindan to'laydi va sotuvchi kelajakda mahsulotlarni yetkazib beradi. Bu turdagi shartnoma ko'pincha qishloq xo'jaligi mahsulotlari va boshqa tovarlar uchun qo'llaniladi.",
    "salam-txt2":"• Tovarning to'liq narxi shartnoma tuzilgan vaqtda to'lanishi kerak. Bu oldindan to'lov Salamni boshqa shartnomalardan ajratib turadi.",
    "salam-txt3":"• Yetkazib beriladigan tovarlar sifat, miqdor va xususiyatlari bo'yicha aniq ta'riflanishi kerak.",
    "salam-txt4":"• Yetkazib berish sanasi shartnomada belgilanishi va aniqlangan bo'lishi kerak. Bu ikkala tomon ham tovarlar qachon yetkazib berilishini bilishini ta'minlaydi.",
    "salam-txt5":"• Tovarlar aniq va o'lchanadigan bo'lishi kerak. Noaniq narsa bo'lmasligi kerak. Tovarlar Shariatga muvofiq bo'lishi kerak.",
    "salam-txt6":"• Sotuvchi shartnoma tuzilgan vaqtda tovarlarga ega bo'lishi shart emas, lekin belgilangan sanada ularni yetkazib berishni ta'minlashi kerak.",
    "salam-txt7":"• Ikkala tomon ham Salam shartnomasiga ixtiyoriy ravishda kirishishi kerak va barcha shartlar va holatlarni tushunishi kerak.",
    "salam-txt8":"• Shartnoma amalga oshirilayotgan yurisdiktsiya talablariga mos kelishi kerak. Bu oldindan to'lov va kelajakdagi yetkazib berish talabini o'z ichiga oladi.",
    "salam-txt9":"• Tovarlar yetkazib berilgunga qadar sotuvchi javobgar bo'ladi. Agar tovarlar zarar ko'rsa yoki belgilangan vaqtda yetkazib berilmasa, sotuvchi har qanday yo'qotish uchun javobgar bo'ladi.",
    "salam-txt10":"• Agar sotuvchi belgilangan tovarlarni yetkazib bermasa, xaridor oldindan to'lovni qaytarib olish yoki yetkazib berishni talab qilish huquqiga ega.",
    "salam-txt11":"• Bitim shaffof bo'lishi va barcha shartlar aniq yozilgan bo'lishi uchun tegishli hujjatlar saqlanishi kerak. Bu to'lov kvitansiyalari va tovarlarning batafsil ta'rifini o'z ichiga oladi.",

    "istisno":"ISTISNO",
    "istisno-txt1":"Istisna - bu Islom moliyasi shartnomasi bo'lib, unda bir tomon (xaridor) ma'lum bir mol-mulkni ishlab chiqarishni yoki qurishni buyuradi va boshqa tomon (sotuvchi yoki ishlab chiqaruvchi) uni kelishilgan xususiyatlarga ko'ra ishlab chiqarishni o'z zimmasiga oladi. To'lov shartlari moslashuvchan bo'lib, to’lov buyurtma to'liq yetkazib berilganda yoki vaqt o'tishi bilan bo'lib-bo'lib to'lanishi mumkin.",
    "istisno-txt2":"• Istisna faqat ishlab chiqarish yoki qurilish talab qiladigan buyumlar uchun mo'ljallangan. Bu tayyor mahsulotlar uchun qo'llanilmaydi.",
    "istisno-txt3":"• Ishlab chiqariladigan tovarlarning spetsifikatsiyalari aniq belgilangan bo'lishi kerak, jumladan turi, sifati, miqdori va boshqa tegishli xususiyatlari. Bu har qanday noaniqlikning (g’arar) oldini oladi.",
    "istisno-txt4":"• Salamdan farqli o'laroq, Istisna shartnomasida to'lov buyurtma to'liq yetkazib berilganda, bo'lib-bo'lib yoki boshqa kelishilgan jadval bo'yicha amalga oshirilishi mumkin. Bu moslashuvchanlik uni boshqa savdo shartnomalaridan ajratib turadi.",
    "istisno-txt5":"• Shartnoma tuzilgan vaqtda tovarlar mavjud bo'lishi shart emas. Sotuvchi yoki ishlab chiqaruvchi shartnomaga ko'ra tovarlarni ishlab chiqarishi yoki qurishi kerak.",
    "istisno-txt6":"• Shartnoma ishlab chiqaruvchi ishni boshlashidan oldin har ikki tomon tomonidan bekor qilinishi mumkin. Ishlab chiqarish boshlanganidan keyin, odatda, bekor qilish faqat o'zaro rozilik bilan amalga oshiriladi.",
    "istisno-txt7":"• Ikkala tomon ham Istisna shartnomasiga ixtiyoriy ravishda kirishishi kerak va barcha shartlar va holatlarni tushunishi kerak.",
    "istisno-txt8":"• Shartnoma amalga oshirilayotgan yurisdiktsiya talablariga mos kelishi kerak. Bu ishlab chiqarish va qurilish shartnomalari uchun har qanday tartibga rioya qilishni o'z ichiga oladi.",
    "istisno-txt9":"• Ishlab chiqaruvchi tovarlar kelishilgan spetsifikatsiyalarga muvofiq yetkazib berilgunga qadar javobgar bo'ladi. Agar tovarlar nuqsonli yoki kelishilgan spetsifikatsiyalarga mos kelmasa, xaridor ularni rad etish huquqiga ega.",
    "istisno-txt10":"• Agar ishlab chiqaruvchi belgilangan tovarlarni yetkazib bermasa, xaridor maxsus ijroni talab qilish, kompensatsiya olish yoki shartnomani bekor qilish kabi chora-tadbirlarni amalga oshirishi mumkin.",
    "istisno-txt11":"• Bitim shaffof bo'lishi va barcha shartlar aniq yozilgan bo'lishi uchun tegishli hujjatlar saqlanishi kerak. Bu shartnoma, tovarlarning spetsifikatsiyalari, to'lov jadvali va boshqa tegishli tafsilotlarni o'z ichiga oladi.",

    "salam-par":"PARALLEL SALAM",
    "salam-par-txt1":"Parallel Salam — bu Islom moliyasida ikkita alohida Salam shartnomasi bir vaqtning o'zida tuziladigan shartnomadir. Birinchi shartnomada sotuvchi xaridorga kelajakda yetkazib beriladigan tovarlarni oldindan to'langan narxda yetkazib berishga rozi bo'ladi. Ikkinchi shartnomada birinchi shartnoma sotuvchisi yangi Salam shartnomasida xaridor bo'lib, kelajakda boshqa tomondan (ikkinchi sotuvchi) tovarlarni oldindan to'langan narxda yetkazib berishga rozi bo'ladi. Ushbu shartnomalar bir-biridan mustaqil bo'lib, ammo tranzaktsiyalar ketma-ketligi bilan bog'liq.",
    "salam-par-txt2":"• Har bir Salam shartnomasi mustaqil bo'lishi va bir-biriga bog'liq bo'lmasligi kerak. Bir shartnomaning majburiyatlari boshqa shartnomaga bog'liq bo'lmasligi kerak.",
    "salam-par-txt3":"• Ikkala Salam shartnomasida ham narx shartnoma tuzilgan paytda to'liq to'lanishi kerak. Ushbu oldindan to'lov Shariat qoidalariga muvofiq bo'lishi zarur.",
    "salam-par-txt4":"• Ikkala shartnomadagi tovarlar sifat, miqdor va xususiyatlar bo'yicha aniq ta'riflangan bo'lishi kerak. Bu tovarlarga nisbatan har qanday noaniqlikning (g’arar) oldini oladi.",
    "salam-par-txt5":"• Yetkazib berish sanalari ikkala shartnomada ham belgilanishi va aniqlangan bo'lishi kerak. Bu ikkala tomon ham tovarlar qachon yetkazib berilishini bilishini ta'minlaydi.",
    "salam-par-txt6":"• Ikkala shartnomadagi tovarlar Shariatga muvofiq bo'lishi kerak.",
    "salam-par-txt7":"• Birinchi Salam shartnomasidagi sotuvchi shartnoma tuzilgan paytda tovarlarga ega bo'lishi shart emas, lekin belgilangan sanada ularni yetkazib berishi kerak. Xuddi shunday, Parallel Salam shartnomasidagi ikkinchi sotuvchi ham shartnoma tuzilgan paytda tovarlarga ega bo'lishi shart emas, lekin belgilangan sanada ularni yetkazib berishi kerak.",
    "salam-par-txt8":"• Har ikkala Salam shartnomasida ham tomonlar ixtiyoriy ravishda shartnomaga kirishi va barcha shartlar va holatlarni tushunishi kerak.",
    "salam-par-txt9":"• Ikkala shartnoma ham amalga oshirilayotgan yurisdiktsiya talablariga mos kelishi kerak. Bu oldindan to'lov va kelajakdagi yetkazib berish shartnomalari uchun har qanday tartibga rioya qilishni o'z ichiga oladi.",
    "salam-par-txt10":"• Har bir shartnomadagi sotuvchi tovarlarni kelishilgan spetsifikatsiyalarga muvofiq yetkazib bergunga qadar javobgar bo'ladi. Agar tovarlar zarar ko'rsa yoki belgilangan vaqtda yetkazib berilmasa, sotuvchi har qanday yo'qotish uchun javobgar bo'ladi.",
    "salam-par-txt11":"• Agar har qanday sotuvchi belgilangan tovarlarni yetkazib bermasa, shu shartnomadagi xaridor oldindan to'lovni qaytarib olish yoki yetkazib berishni talab qilish huquqiga ega.",
    "salam-par-txt12":"• Har ikkala Salam shartnomasi uchun tegishli hujjatlar saqlanishi kerak, shunda tranzaktsiya shaffof bo'lib, barcha shartlar aniq yozilgan bo'lishi kerak. Bu to'lov kvitansiyalari va tovarlarning batafsil ta'rifini o'z ichiga oladi.",

    "istisno-par":"PARALLEL ISTISNO",
    "istisno-par-txt1":"Parallel Istisna — bu Islom moliyasida ikkita alohida Istisna shartnomasi bir vaqtning o'zida tuziladigan shartnomadir. Birinchi shartnomada xaridor ishlab chiqaruvchi yoki pudratchidan ma'lum bir mahsulot yoki loyihani ishlab chiqarishni yoki qurishni buyuradi. Ikkinchi shartnomada ishlab chiqaruvchi yoki pudratchi (birinchi shartnomada sotuvchi bo'lgan) subpudratchi yoki boshqa tomon bilan shunga o'xshash mahsulot yoki loyihani ishlab chiqarishni yoki qurishni buyuradi. Ushbu shartnomalar bir-biridan mustaqil bo'lib, tranzaktsiyalar ketma-ketligi bilan bog'liq.",
    "istisno-par-txt2":"• Har bir Istisna shartnomasi mustaqil bo'lishi va bir-biriga bog'liq bo'lmasligi kerak. Bir shartnomaning majburiyatlari boshqa shartnomaga bog'liq bo'lmasligi kerak.",
    "istisno-par-txt3":"• Ikkala shartnomadagi mahsulot yoki loyihalar sifat, miqdor va xususiyatlar bo'yicha aniq ta'riflangan bo'lishi kerak. Bu mahsulot yoki loyihalarga nisbatan har qanday noaniqlikning (g’arar) oldini oladi.",
    "istisno-par-txt4":"• Ikkala Istisna shartnomasida ham to'lov to'liq yetkazib berilganda, bo'lib-bo'lib yoki boshqa kelishilgan jadval bo'yicha amalga oshirilishi mumkin. Bu moslashuvchanlik uni boshqa savdo shartnomalaridan ajratib turadi.",
    "istisno-par-txt5":"• Mahsulot yoki loyihalar shartnoma tuzilgan paytda mavjud bo'lishi shart emas. Sotuvchi yoki pudratchi shartnomaga ko'ra mahsulot yoki loyihani ishlab chiqarishi yoki qurishi kerak.",
    "istisno-par-txt6":"• Shartnoma ishlab chiqaruvchi yoki pudratchi ishni boshlashidan oldin har ikki tomon tomonidan bekor qilinishi mumkin. Ishlab chiqarish boshlanganidan keyin, odatda, bekor qilish faqat o'zaro rozilik bilan amalga oshiriladi.",
    "istisno-par-txt7":"• Har ikkala Istisna shartnomasida ham tomonlar ixtiyoriy ravishda shartnomaga kirishi va barcha shartlar va holatlarni tushunishi kerak.",
    "istisno-par-txt8":"• Ikkala shartnoma ham amalga oshirilayotgan yurisdiktsiya talablariga mos kelishi kerak. Bu ishlab chiqarish va qurilish shartnomalari uchun har qanday tartibga rioya qilishni o'z ichiga oladi.",
    "istisno-par-txt9":"• Har bir shartnomadagi ishlab chiqaruvchi yoki pudratchi mahsulot yoki loyihalar kelishilgan spetsifikatsiyalarga muvofiq yetkazib bergunga qadar javobgar bo'ladi. Agar mahsulot yoki loyihalar nuqsonli yoki kelishilgan spetsifikatsiyalarga mos kelmasa, xaridor ularni rad etish huquqiga ega.",
    "istisno-par-txt10":"• Agar har qanday ishlab chiqaruvchi yoki pudratchi belgilangan mahsulot yoki loyihalarni yetkazib bermasa, shu shartnomadagi xaridor maxsus ijroni talab qilish, kompensatsiya olish yoki shartnomani bekor qilish kabi chora-tadbirlarni amalga oshirishi mumkin.",
    "istisno-par-txt11":"• Har ikkala Istisna shartnomasi uchun tegishli hujjatlar saqlanishi kerak, shunda tranzaktsiya shaffof bo'lib, barcha shartlar aniq yozilgan bo'lishi kerak. Bu shartnoma, mahsulot yoki loyihalarning spetsifikatsiyalari, to'lov jadvali va boshqa tegishli tafsilotlarni o'z ichiga oladi.",

    "mushorak":"MUSHORAK MUTANAQISA",
    "mushorak-txt1":"Mushoraka Mutanaqisa (kamayib boruvchi sherikchilik) - Unda bir tomon (odatda moliyaviy institute, bank) o'z egaligidagi ulushini vaqt o'tishi bilan boshqa tomonga (shaxs yoki biznes) asta-sekin o'tkazadi. Bu odatda davriy to'lovlar orqali amalga oshiriladi, natijada ikkinchi tomon mulkning yagona egasiga aylanadi. Usbu sherikchilik shartnomasi uylar, transport vositalari yoki biznes uskunalarini sotib olishni moliyalashtirish uchun tez-tez qo'llaniladi.",
    "mushorak-txt2":"• Ikkala tomon mulk sotib olish uchun kapital kiritadi. Mulk ulushlari kapital kiritishiga qarab taqsimlanadi.",
    "mushorak-txt3":"• Moliyaviy institutning mulkdagi ulushi davriy to'lovlar orqali asta-sekin boshqa tomonga (mijozga) o'tkaziladi. Bu to'lovlar aktivdan foydalanish uchun ijara haqini va moliyaviy institut ulushining sotib olish narxini o'z ichiga oladi.",
    "mushorak-txt4":"• Aktivdan foydalanayotgan tomon moliyaviy institutga ulushini foydalanish uchun ijara to'laydi. Ularning ulushni sotib olgan sari ijara miqdori kamayadi.",
    "mushorak-txt5":"• Har ikki tomon sheriklik va ijara kelishuvining shartlari va holatlarini aniq belgilab, ularga rozi bo'lishi kerak. Bu dastlabki kapital kiritishlar, mulkni o'tkazish usuli va jadvali, ijara miqdori va boshqa tegishli tafsilotlarni o'z ichiga oladi.",
    "mushorak-txt6":"• Kelishuv ribo (foiz) taqiqlanishiga rioya qilishi kerak. Moliyaviy institutning foydasi ulushining ijarasi orqali olinadi, foiz orqali emas.",
    "mushorak-txt7":"• Har ikki tomon Mushoraka Mutanaqisa shartnomasiga ixtiyoriy ravishda kirishi va barcha shartlar va holatlarni tushunishi kerak. Shartnoma Islom qonunlari va yurisdiktsiya talablariga mos kelishi kerak.",
    "mushorak-txt8":"• Shartnoma huquqiy jihatdan majburiy bo'lishi kerak, bu orqali har ikki tomon o'z majburiyatlariga rioya qilishini ta'minlaydi. Bu muntazam ijara va mulkni o'tkazish uchun to'lovlarni o'z ichiga oladi.",
    "mushorak-txt9":"• Har ikki tomon mulkdagi ulushlariga qarab mulkka bog'liq xatarlarni bo'lishadi. Har qanday yo'qotish yoki zararni mulk ulushlari asosida proporsional ravishda bo'linadi.",
    "mushorak-txt10":"• Kelishuvda erta bekor qilish shartlari bo'lishi mumkin. Agar tomon kelishuvni erta bekor qilishga qaror qilsa, qolgan mulk ulushlarini hisoblash shartlari aniq belgilanishi kerak.",
    "mushorak-txt11":"• Shartnoma, ijara kelishuvi, to'lov kvitansiyalari va mulkni o'tkazish yozuvlarini o'z ichiga olgan to'g'ri hujjatlar saqlanishi kerak, shunda tranzaktsiya shaffof va aniq bo'ladi.",
    "misol":"Misol",
    "misol-txt":"Mijoz 100,000 AQSh dollariga uy sotib olmoqchi. Mijoz va moliyaviy institut (masalan, bank) Mushoraka Mutanaqisa shartnomasiga kirishib, bank 80% ($80,000) va smijoz 20% ($20,000) kapital kiritadi. Shaxs moliyaviy institutning uydagi ulushidan foydalanish uchun ijara to'laydi va moliyaviy institut ulushini asta-sekin sotib olish uchun davriy to'lovlar qiladi. Vaqt o'tishi bilan shaxs ushbu to'lovlarni amalga oshirib, uydagi to'liq ulushni egallaydi.",

    "vakala":"VAKALA (WAKALAH)",
    "vakala-txt1":"Vakala - bu Islom moliyasida shartnoma bo'lib, unda bir tomon (mijoz yoki 'muwakkil') boshqa tomonni (vakil yoki 'wakil') Shariatga muvofiq ruxsat etilgan masalalarda o'z nomidan ish yuritish uchun tayinlaydi. Vakil mijoz uchun muayyan vazifalar yoki funksiyalarni bajaradi, mijoz esa zarur mablag'lar yoki resurslarni ta'minlaydi. Vakil xizmatlari uchun haq olishi mumkin, bu belgilangan to'lov yoki tranzaktsiya qiymatining foizi bo'lishi mumkin.",
    "vakala-txt2":"• Umumiy vakala (Wakalah 'Aammah): Vakil mijoz nomidan turli tranzaktsiyalar yoki vazifalarni cheklanmagan vakolat bilan bajarishga haqli.",
    "vakala-txt3":"• Maxsus vakala (Wakalah Khassa): Vakil mijoz nomidan ma'lum vazifalarni yoki maxsus tranzaktsiyalarni bajarishga vakolat oladi, aniq belgilangan chegaralar va cheklovlar bilan.",
    "vakala-txt4":"• Ham mijoz, ham vakil Wakalah kelishuviga ixtiyoriy ravishda kirishishi kerak va har ikkisi shartlarni aniq tushunishi kerak.",
    "vakala-txt5":"• Vakilga berilgan vazifalar yoki tranzaktsiyalar Shariat qonunlariga muvofiq bo'lishi kerak. Vakildan harom (taqiqlangan) faoliyatlarni amalga oshirish talab qilinmasligi kerak.",
    "vakala-txt6":"• Vakilning majburiyatlari, vazifalari va vakolat doirasi shartnomada aniq belgilanishi kerak. Bu vakil xizmatlari uchun belgilangan har qanday kompensatsiyani ham o'z ichiga oladi.",
    "vakala-txt7":"• Vakil halollik va maksimal harakat bilan mijoz manfaatlarini hisobga olib ish tutishi kerak. U manfaatlar to'qnashuvlaridan qochishi va mijozga har qanday tegishli ma'lumotlarni oshkor qilishi kerak.",
    "vakala-txt8":"• Vakil o'z harakatlari uchun hisob berishi kerak va mijozga aniq hisobotlar va yozuvlarni taqdim etishi kerak. U mijozning mablag'lari yoki resurslarini e'tibor va ehtiyotkorlik bilan boshqarishi kerak.",
    "vakala-txt9":"• Wakalah kelishuvi har ikki tomon tomonidan har qanday vaqtda bekor qilinishi mumkin, ogohlantirilgan holda va har qanday bajarilmagan majburiyatlar bajarilib.",
    "vakala-txt10":"• Shartnoma huquqiy jihatdan majburiy bo'lishi kerak, bu orqali har ikki tomon o'z majburiyatlariga rioya qilishini ta'minlaydi. Bu vakilning o'z vakolat doirasida ish tutish va mijozning zarur mablag'lar yoki resurslarni taqdim etish majburiyatini o'z ichiga oladi.",
    "vakala-txt11":"• Mijoz vakilning Wakalah kelishuvi doirasida amalga oshirgan harakatlari uchun javobgar bo'ladi. Biroq, vakil o'z vakolat doirasidan tashqarida amalga oshirgan harakatlari yoki e'tiborsizlik yoki noto'g'ri harakatlar uchun shaxsan javobgar bo'ladi.",
    "vakala-txt12":"• Shartnoma, vakil tomonidan bajarilgan tranzaktsiyalar yoki vazifalar yozuvlari va vakilga to'langan har qanday kompensatsiyani o'z ichiga olgan to'g'ri hujjatlar saqlanishi kerak.",

    "ujra":"UJRA (ISH/XIZMAT HAQI)",
    "ujra-txt1":"Ujra - bu Islomiy moliyada xizmatlar ko'rsatilganligi yoki mol-mulkdan foydalanish uchun to'lanadigan to'lov yoki komissiya.",
    "ujra-txt2":"• Ujra to'lanadigan xizmat Islom qonunga ko'ra ruxsat etilgan bo'lishi kerak. Spirtli ichimliklar, qimor yoki foizga asoslangan tranzaksiyalar kabi harom (taqiqlangan) faoliyatlar bilan bog'liq bo'lgan hech qanday xizmat uchun Ujra olinishi mumkin emas.",
    "ujra-txt3":"• Xizmat ko'rsatuvchi (Ajir) va mijoz (Mustajir) o'rtasida xizmatning mohiyati va Ujraning miqdori bo'yicha aniq va o'zaro kelishuv bo'lishi kerak.",
    "ujra-txt4":"• Ujraning miqdori va xizmat ko'lamini o'z ichiga olgan barcha shartlar va holatlar barcha ishtirokchilarga oshkora bo'lishi kerak, shunda hech qanday aldov yoki noaniqlik (g'arar) bo'lmaydi.",
    "ujra-txt5":"• Ujra uchun to'lov shartlari aniq belgilangan bo'lishi kerak. Bu birdaniga, bo'lib-bo'lib yoki boshqa o'zaro kelishilgan usulda bo'lishi mumkin, faqat bu aniq bo'lishi kerak.",
    "ujra-txt6":"• Ujraning miqdori ko'rsatilgan xizmatlar yoki mol-mulkdan foydalanish qiymatini aks ettiruvchi adolatli va halol bo'lishi kerak. Bu ekspluatatsion yoki haddan tashqari bo'lmasligi kerak.",
    "ujra-txt7":"• Ujra odatda xizmat bajarilgandan keyin yoki shartnomada kelishilgan shartlarga binoan to'lanadi. Agar xizmat kelishilganidek ko'rsatilmasa, xizmat ko'rsatuvchi to'liq Ujrani olishga haqli bo'lmasligi mumkin.",
    "ujra-txt8":"Vakala (Wakalah) shartnomasida agent (Wakil) asosiy tomon (mijoz) nomidan xizmat ko'rsatganligi uchun ujra olishi mumkin.",
    "ujra-txt9":"• Ijara shartnomasiga ko'ra, ijaraga beruvchi ijarachiga mulk yoki asbob-uskunalar kabi aktivlardan foydalanishga ruxsat bergani uchun Ujra oladi.",
    "ujra-txt10":"• Islom banklari hisoblarga xizmat ko'rsatish, pul o'tkazmalari yoki maslahat xizmatlari kabi turli xizmatlar uchun ujra olishlari mumkin.",

    "muvofiqlik":"SHARIATGA MUVOFIQLIK",
    "muvofilik-txt1":"Shariatga muvofiqlik har qanday moliyaviy faoliyat, mahsulot yoki xizmatning Islom qonunlariga (Shariatga) muvofiqligini anglatadi. Shariatga muvofiqlik tranzaktsiyalar va operatsiyalarning Islom huquqiy manbalaridan kelib chiqqan axloqiy va huquqiy ko'rsatmalarga mosligini ta'minlaydi. Shariatga muvofiqlik foiz (ribo), qimor (maysir), ortiqcha noaniqlik (g’arar) va taqiqlangan sohalarga, masalan, alkogol, cho'chqa go'shti va axloqsizlikni o'z ichiga olgan ko'ngilochar sohalarga sarmoya kiritishni taqiqlaydi.",
    "muvofilik-txt2":"Shariatga muvofiqlikni tekshirish sarmoyalar, kompaniyalar yoki moliyaviy mahsulotlarni Shariat qoidalariga muvofiqligini ta'minlash uchun baholash va filtrlash jarayonidir. Ushbu tekshirish jarayoni Shariat ko'rsatmalariga asoslangan ruxsat etilganlikni baholash uchun sifat va miqdoriy mezonlarni o'z ichiga oladi.",
    "muvofilik-txt3":"• Tranzaktsiyalar har qanday foiz shaklini o'z ichiga olmasligi kerak. Daromad ruxsat etilgan (halol) biznes faoliyatidan kelishi kerak.",
    "muvofilik-txt4":"• Tranzaktsiyalar ortiqcha noaniqlik va noaniqlikdan xoli bo'lishi kerak. Shartnomalar aniq va shaffof bo'lib, barcha shartlar va holatlar aniq belgilanishi kerak.",
    "muvofilik-txt5":"• Qimor yoki spekulyativ harakatlarni o'z ichiga olgan faoliyatlar ruxsat etilmaydi. Sarmoyalar haqiqiy iqtisodiy faoliyatlarga asoslangan bo'lishi kerak.",
    "muvofilik-txt6":"• Sarmoyalar harom (taqiqlangan) faoliyatlarga, masalan, alkogol, cho'chqa go'shti, qimor va axloqsizlikni o'z ichiga olgan ko'ngilochar sohalarda ishtirok etuvchi kompaniyalarga qilinmasligi kerak.",
    "mezon":"Shariatga moslikni tekshirish mezonlari",
    "mezon1":"1. Sifat mezonlari:",
    "mezon1-txt":"Biznes faoliyatining tabiati baholanadi. Alkogol, cho'chqa go'shti, qimor, kattalar uchun ko'ngilochar xizmatlar va foizga asoslangan moliyaviy xizmatlar bilan shug'ullanuvchi kompaniyalar ro’yxatdan chiqariladi.",
    "mezon2":"2. Miqdoriy mezonlari:",
    "mezon2-txt":"Kompaniyalarning moliyaviy ko'rsatkichlari Shariatga mos kelishini ta'minlash uchun baholanadi. E’tibor qaratiladigan va ko’p ishlatiladigan moliyaviy ko'rsatkichlar quyidagilardan iborat:",
    "mezon2-txt1":"• Qarzdorlik va Bozor Kapitalizatsiyasi Nisbati: Kompaniyaning jami qarzlari uning bozor kapitalizatsiyasining 33% dan oshmasligi kerak.",
    "mezon2-txt2":"• Nomaqbul Daromad Nisbati: Nomaqbul faoliyatlardan olingan daromad jami daromadning 5% dan oshmasligi kerak.",
    "mezon2-txt3":"• Likvidlik Nisbati: Naqd pul va foiz keltiruvchi har qanday qimmatli qog’ozlarning jami aktivlarga nisbati 33% dan oshmasligi kerak.",
    "mezon2-txt4":"• Foiz Keltiruvchi Qarzdorlikning Aktivlarga Nisbati: Foiz keltiruvchi qarzdorlik jami aktivlarning 33% dan oshmasligi kerak.",
    "mezon2-txt5":"Kompaniyaning asosiy biznes faoliyati shariatga muvofiq bo'lishi kerak.",
    "mezon2-txt6":"Qarzning bozor qiymatiga nisbatan darajasi uchdan biridan kam bo'lishi kerak.",
    "mezon2-txt7":"Noto'g'ri faoliyatdan olingan daromadning foizini aniqlash va daromadni tozalash uchun tegishli miqdorni xayriyaga berish.",
    "mezon2-txt8":"- Shariatga mos mahsulotlarni taklif qiladigan muassasalar Shariat kengashiga ega bo'lishi kerak, bu kengash malakali Islom olimlaridan iborat bo'lib, Shariat qoidalariga rioya qilinishini nazorat qiladi va ta'minlaydi.",
    "mezon2-txt9":"- Shariatga rioya qilishni ta'minlash uchun muntazam Shariat auditlari o'tkazilishi kerak. Ushbu auditlar moliyaviy hisobotlar, tranzaktsiyalar va biznes amaliyotlarini ko'rib chiqadi.",

    "kengash1-title":"QODIROV HASAN KARIMBERDIEVICH",
    "kengash1-txt":"Islomshunos, imom-xatib va pedagog boʻlib, koʻp yillik amaliy va nazariy tajribaga ega. U uzoq yillardan buyon diniy ta'lim, fiqh va imomlik sohalarida samarali faoliyat yuritib kelmoqda. U ta'lim faoliyatini Samarqand viloyati 'Xoʻja Ahror Vali' oʻrta maxsus islom bilim yurtida boshlagan, keyinchalik Toshkent Islom Institutida tahsil olgan. Shuningdek, Alisher Navoi nomidagi Toshkent davlat oʻzbek tili va adabiyoti universitetida magistratura bosqichini tamomlagan. 2017 yildan buyon Toshkent shahri, Olmazor tumani 'Siroj-Solih' jome masjidida imom-xatib sifatida xizmat qilmoqda. Shu bilan birga, Toshkent Islom Institutida katta oʻqituvchi lavozimida ham faoliyat olib bormoqda. U islomiy ilm, hanafiy fiqh va oila muammolari boʻyicha faol tadqiqot olib boradi.",
    "kengash2-title":"ABIEV XIKMATILLA HASANOVICH",
    "kengash2-txt":"Islomshunos, imom-noibi va tadqiqotchi boʻlib, islomiy ilm va tafsir sohasida katta tajribaga ega. U ta'lim faoliyatini Margʻilon shahrida boshlagan, soʻngra 1997 yilda Pokiston Islom Respublikasi, Karachi shahridagi 'Dorul-Ulum' islom universitetida bakalavr va magistratura bosqichlarini tamomlagan. U ma'lum bir vaqt davomida Andijon shahridagi islom bilim yurtida ham tahsil olgan va uzoq yillar davomida imom-xatib, masjid noib imomi va ilmiy tadqiqotchi sifatida faoliyat yuritgan. 2020 yildan buyon 'Imom Termiziy xalqaro ilmiy-tadqiqot markazi'da kichik ilmiy xodim sifatida xizmat qilmoqda. U islomiy ilm, hadis va tafsir sohalarida faol tadqiqot olib boradi.",
    "kengash3-title":"SIDIQMETOV QUDRAT IRISMATOVICH",
    "kengash3-txt":"Tajribali diniy ulamolardan biri bo‘lib, arab tili mudarrisi, islomshunos va imom-xatib sifatida ko‘p yillik amaliy tajribaga ega. U o‘z taʼlim olish faoliyatini Mir-Arab madrasasida boshlab, keyinchalik Toshkent Islom instituti va O‘zbekiston Xalqaro Islom Akademiyasida tahsil olgan. Ustozlik faoliyati davomida, u Ko‘kaldosh madrasasi va Imom Buxoriy nomidagi Toshkent Islom instituti kabi nufuzli diniy taʼlim muassasalarida o‘qituvchi lavozimida ishlab kelmoqda. Shuningdek, u “Ahmadjon qori” va “Do‘stjonboy” jome masjidlarida imom-xatib sifatida xizmat qilgan.",
    
    "kengash-consul":"Konsalting xizmatlari",
    "kengash-consul1-title":"• Islom moliyasi maslahatlari",
    "kengash-consul1-txt":": Islomiy moliya mahsulotlari va xizmatlari bo‘yicha mutaxassis maslahatlari, Shariat tamoyillariga muvofiqligini ta'minlash.",
    "kengash-consul2-title":"• Shartnomalarni tuzish va tekshirish:",
    "kengash-consul2-txt":"Shariat moliyasi standartlariga muvofiq shartnomalarni tayyorlash va ko‘rib chiqish",
    "kengash-consul3-title":"• Mahsulot va xizmatlarga innovatsiyon yondoshuv:",
    "kengash-consul3-txt":"Bozor talablariga mos yangi Islom moliyasi mahsulotlari va xizmatlarini ishlab chiqish.",
    "kengash-consul4-title":"• Huquqiy va soliq maslahatlari: ",
    "kengash-consul4-txt":"Islom moliyasi doirasida huquqiy va soliq masalalariga yechimlar taklif qilish.",

    "kengash-xizmat":"Shariat Kengashi xizmatlari",
    "kengash-xizmat1-title":"• Shariatga muvofiqlikni kuzatish:",
    "knegash-xizmat1-txt":"Islom banklari, mikromoliya tashkilotlari, takoful provayderlari va moliya muassasalari uchun mustaqil Shariat kengashi xizmatlari.",
    "kengash-xizmat2-title":"• Shariat Auditi:",
    "knegash-xizmat2-txt":"Moliyaviy mahsulotlar va operatsiyalarni Shariatga muvofiqligini tekshirish bo‘yicha auditlar o‘tkazish.",

    "kengash-audit":"Audit va Sertifikatlash",
    "kengash-audit1-title":"• Kompleks Auditlar:",
    "kengash-audit1-txt":" Biznes amaliyotlari va moliyaviy operatsiyalarni shaffoflik va muvofiqlik nuqtai nazaridan batafsil tekshirish.",
    "kengash-audit2-title":"• Sertifikatlash xizmatlari:",
    "kengash-audit2-txt":"Islom moliyasi tamoyillari va standartlariga muvofiqligini tasdiqlash uchun sertifikatlar berish.",

    "kengash-nizo":"Nizolarni hal qilish — Arbitraj",
    "kengash-nizo1-title":"• Nizolarni hal qilish:",
    "kengash-nizo1-txt":"Biznes faoliyati natijasida yuzaga kelishi mumkin bo‘lgan nizolarni Islom huquqi va qonunchilikka muvofiq hal qilish.",
    "kengash-nizo2-title":"• Meditatsiya va Arbitraj xizmatlari: ",
    "kengash-nizo2-txt":"Nizolarni samarali hal qilish uchun meditatsiya va arbitraj xizmatlarini taqdim etish",

    "kengash-talim":"Ta'lim va malaka oshirish",
    "kengash-talim1-title":"• Islom moliyasi bo‘yicha ta'lim:",
    "kengash-talim1-txt":"Xalqaro standartlar va buxgalteriya prinsiplarini o‘rgatish bo‘yicha ta'lim.",
    "kengash-talim2-title":"• Professional rivojlanish: ",
    "kengash-talim2-txt":"Islom moliyasi sohasida malakani oshirish uchun kurslar va seminarlar tashkil etish.",

    "kengash-zakot":"Zakot hisobi",
    "kengash-zakot1-title":"• Zakot hisoboti:",
    "kengash-zakot1-txt":"Korxonalar, moliya muassasalari va tadbirkorlar uchun zakotni aniqlash va taqsimlash bo‘yicha yordam.",

    "kengash-fin":"Fintech xizmatlari",
    "kengash-fin1-title":"• Islomiy Fintech maslahatlari:",
    "kengash-fin1-txt":"Fintech yechimlarining Islom moliyasi tamoyillariga muvofiqligini ta'minlash va innovatsion texnologiyalarni qo‘llash.",
    "kengash-fin2-title":"• Fintech platformalari va ilovalar: ",
    "kengash-fin2-txt":"Islomiy moliya xizmatlari uchun maxsus fintech platformalarini va ilovalarini ishlab chiqish.",

    "kengash-vaqf":"Vaqf  xizmatlari",
    "kengash-vaqf1-title":"• Vaqf boshqaruvi: ",
    "kengash-vaqf1-txt":"Vaqf mulkini (naqd pul vaqfi) boshqarish, rivojlantirish va uning foydalanish samaradorligini ta'minlash.",
    "kengash-vaqf2-title":"• Vaqf ta'sis etish: ",
    "kengash-vaqf2-txt":"Vaqf mulkini tashkil etish va uning Shariatga muvofiqligini nazorat qilish.",

    "boglanish-title":"Biz bilan bog’laning",
    "boglanish-title2":"Bizning manzil",

    "kurs":"Kurs qay tartibda oʻtiladi?",
    "video":"Video darslar",
    "video-txt":"Darslar video shaklida platformaga joylangan boʻlib, ularni xohlagan paytda va istalgan joyda koʻrish mumkin. Videodarslar yangilab boriladi.",
    "vazifa":"Vazifalar",
    "vazifa-txt":"Modul oxirida test topshiriqlari berilgan. Testdan muvaffaqiyatli oʻtgan oʻquvchilargina keyingi moduldagi darslarga kirish imkoniyatiga ega boʻladi.",
    "kurs-bosh":"Kursni oʻrganishni hozirdan boshlang",
    "imkoniyat":"Bir umrlik foydalanish imkoniyati",
    "test":"Testlar",
    "loyiha":"Loyihalar",
    "manba":"Yuklab olinadigan manbalar",
    "mobil":"Mobil qurilma orqali kirish",
    "tolov":"1 MARTALIK TO'LOV",
    "sotib-olish":"Kursni sotib oling va o'rganishni boshlang.",
    "price":"Narxi",
    "usd":"sum"
}